maps['Japanese']['Amazon_N']['ruins_m4'] = ["失われた都市マラカムダ",
"\n"
"数ヶ月前、最近の「取得物」を故郷のアルゴスで売ろうとしていた。その時、老人が俺の財布を切り取ろうとした。\n"
"\n"
"とっさに後を追いかけたが、年の割にはその老人は足が速く、やっとの思いで路地裏で追いついた。だが、追い詰めたと思ったら、奇妙なことに老人は忽然と姿を消してしまったんだ。\n"
"\n"
"後から分かった事だが、そいつは強盗ではなく、俺の財布の中に地図を入れようとしていたんだ。失われた街「マラカムダへの地図」だ。\n"
"\n"
"地図には、山に向かって蛇行する川沿いのルートをたどり、小川やうっそうとした森、さらにその先にマラカムダへ辿り着く道がはっきりと描かれている……"]

maps['Japanese']['Amazon_N']['mine_m5'] = ["ケルベゲン山の鉱山",
"\n"
"ケルベゲン山の麓にある鉱山の集落は、王国外の者たちに知られている数少ないドワーフの町だ。\n"
"\n"
"ドワーフは平和を好む賢明な種族であり、神々が去って以来、この世界の歴史を秘宝のように守っている。\n"
"\n"
"もしかしたら彼らは、アランの魂の言葉を理解するのを助けてくれるかもしれない。\n"
"\n"
"もしかしたら、そこのドワーフは、失われた都市の謎を解き明かすのを助けてくれるかもしれない。そこで見つけた黒い本の意味と重要性を教えてくれるかもしれない。"]

maps['Japanese']['Amazon_N']['orc_m9'] = ["シャラトゥワールの要塞",
"\n"
"シャラトゥワルの要塞は、何世紀も前に王の騎士団によって建てられた。要塞からはエレバンの山岳地帯を見張ることができる。\n"
"\n"
"騎士団がこの地域から撤退したのは、もう何年も前になる。それからは、強力なオーク一族がその土地に自分たちの王国を築き、以来、辺り一帯を牛耳っている。\n"
"\n"
"俺の目的は、エレッシュ・キガルと共に葬られた宝石を見つけることだ。もしかしたら、古い壁に刻まれた碑文が、宝石の隠し場所の手がかりになるかもしれない。\n"
"\n"
"カーマン卿を生きて見つけるという俺の希望は消え始めている。これが最後のチャンスかもしれない。"]

maps['Japanese']['Amazon_N']['tomb_m7'] = ["エフィラの墓",
"\n"
"騎士団とドワーフの両方が、国境で深刻な問題を抱えている。脅威は北方から向かってきているようだ。道を曲がるたびに破壊された要塞の残骸が残されている。\n"
"\n"
"謎に包まれたエフィラの墓の伝説は、常に秘宝を探し求める冒険者ギルドを惹きつけてきた。エフィラの墓の近くに来たからには、俺もこの機会にその秘宝とやらを発掘してみよう。 "]

maps['Japanese']['Amazon_N']['labyrinth_m6'] = ["テル・ハラフの要塞",
"\n"
"テル・ハラフはアルミナ地方の全騎士団にとって主となる要塞だ。\n"
"\n"
"北マーチスに面しており、これまでずっとオークからの攻撃を防ぎ、行商隊の安全な通行を保証してきた。\n"
"\n"
"だが、オークはより大胆に攻撃するようになってきている。それに、公道での強盗や追いはぎも制御不能になっていている。王の騎士団の手に負えなくなってきているようだ。"]

maps['Japanese']['Amazon_N']['island_m8'] = ["カルム島",
"\n"
"エフィラの墓は、憎むべきオークによる蹂躙に悩まされていた。その中のある部屋で、俺は敵の起源について明記された羊皮紙を見つけた。\n"
"\n"
"ウルバイド北の暗黒の島カルム島は、騎士団に見捨てられてからかなりの年月が経っているという。今は敵の本拠地になっているようだ。\n"
"\n"
"瀕死の騎士が、その敵が捕虜を地下牢に閉じ込めていると教えてくれた。もし地下牢でそのうちの1人を見つけられれば、何が起きたか教えてくれるかもしれない。"]

maps['Japanese']['Dwarf_N']['tomb_m7'] = ["エフィラの墓",
"\n"
"敵の軍勢は全く容赦がない。我が民だけでなく、騎士団とも戦争をしている。恐怖は北のどこかからやってくるようだ。\n"
"\n"
"北にある謎に包まれたエフィラの墓に、この悪の起源を知る手がかりがあるかもしれない。\n"
"\n"
"俺は、この地に伝わる死の伝説など恐れたりはしない。その墓は、我々と人間の種族との間にまだ血族関係があった時代に、ドワーフが建てたものだ。"]

maps['Japanese']['Dwarf_N']['mine_m5'] = ["ケルベゲン山の鉱山",
"\n"
"東への道を進むと、数日後にケルベゲン山の鉱山に到着する。近くには他に避難できる場所はない。\n"
"\n"
"急がなければならない。間に合わなければ、御影石の門は閉じられ、すべての危険が去るまで再び開くことはない。\n"
"\n"
"誰もが知っている有名な鉱山だ。しかも、開けた場所にあるから、かなりの危険にさらされている。\n"
"\n"
"カゼル・ザラームで起こったことを早く彼らに警告しなければならない。"]

maps['Japanese']['Dwarf_N']['dwarf_m3'] = ["カゼル・ザラーム",
"\n"
"一族の指導者たちが心配している。たくさんの使者が助言を求めて、ウートム、タラー、ファルベなどへ旅立っていった。どの一族も警戒している。\n"
"\n"
"俺、ナグルファーは、何が起きているのか分る手がかりや情報を掴むためにカゼル・ザラームに派遣された。以前は公道は安全だったが、今はすべて閉鎖されている。山奥になにか奇妙な生き物が潜んでいるらしい。安全な場所などもうどこにもないのだ。\n"
"\n"
"ルンの水源の清らかな水辺のほとりに、カゼル・ザラームの門がある。ここには賢者たちが建てた王国随一の図書館がある。 \n"
"\n"
"この図書館には神々がこの世を去って以来の我らが民の歴史が全て詰まっている。\n"
"\n"
"おそらく写本の中に答えがあるはずだ。"]

maps['Japanese']['Dwarf_N']['labyrinth_m6'] = ["テル・ハラフの要塞",
"\n"
"テル・ハラフはアルミナ地方の全騎士団にとって主となる要塞だ。\n"
"\n"
"北マーチスに面しており、これまでずっとオークからの攻撃を防ぎ、行商隊の安全な通行を保証してきた。\n"
"\n"
"我が民は決して王に貢ぐことはなかったが、逆境に直面した時、我々は常に同盟を結んできた。\n"
"\n"
"もしかしたら、何が起きているのかを理解するために手を貸してくれるかもしれない。"]

maps['Japanese']['Dwarf_N']['island_m8'] = ["カルム島",
"\n"
"エフィラの墓は、憎むべきオークによる蹂躙に悩まされていた。その中のある部屋で、俺は敵の起源について明記された羊皮紙を見つけた。\n"
"\n"
"ウルバイド北の暗黒の島カルム島は、騎士団に見捨てられてからかなりの年月が経っているという。今は敵の本拠地になっているようだ。\n"
"\n"
"瀕死の騎士が、その敵が捕虜を地下牢に閉じ込めていると教えてくれた。もし地下牢でそのうちの1人を見つけられれば、何が起きたか教えてくれるかもしれない。"]

maps['Japanese']['Barbarian_N']['barb_m1'] = ["カシュガルの一枚岩",
"\n"
"少し前の話になる。大草原地帯の静寂は奇妙な出来事によってかき乱されてしまった。夜が更けると、ダシュト・エ・カヴィルの広大な平原に影と悪魔が集うようになってしまったのだ。\n"
"\n"
"戦士は姿を消し、女性や子供はテントに隠れ、老人は血に飢えた敵や北の侵略者について恐ろしい話をした。\n"
"\n"
"部族の長老たちは、俺にカシュガルに旅立つよう任命した。アランの魂にアドバイスを求めてこいと言うのだ。"]

maps['Japanese']['Barbarian_N']['mine_m5'] = ["ケルベゲン山の鉱山",
"\n"
"ケルベゲン山の麓にある鉱山の集落は、王国外の者たちに知られている数少ないドワーフの町だ。\n"
"\n"
"ドワーフは平和を好む賢明な種族であり、神々が去って以来、この世界の歴史を秘宝のように守っている。\n"
"\n"
"もしかしたら彼らは、アランの魂の言葉を理解するのを助けてくれるかもしれない。\n"
"\n"
"もしかしたら、そこのドワーフは、失われた都市の謎を解き明かすのを助けてくれるかもしれない。そこで見つけた黒い本の意味と重要性を教えてくれるかもしれない。"]

maps['Japanese']['Barbarian_N']['tomb_m7'] = ["エフィラの墓",
"\n"
"騎士団とドワーフの両方が、国境で深刻な問題を抱えている。脅威は北方から向かってきているようだ。道を曲がるたびに破壊された要塞の残骸が残されている。\n"
"\n"
"北にある謎に包まれたエフィラの墓に、この悪の起源を知る手がかりがあるかもしれない。\n"
"\n"
"俺は、この地に伝わる死の伝説など恐れたりはしない。先祖の霊が俺を守ってくれる。"]

maps['Japanese']['Barbarian_N']['labyrinth_m6'] = ["テル・ハラフの要塞",
"\n"
"テル・ハラフはアルミナ地方の全騎士団にとって要となる要塞だ。\n"
"\n"
"北マーチスに面しており、これまでずっとオークからの攻撃を防ぎ、行商隊の安全な通行を保証してきた。\n"
"\n"
"我が民は決して王に貢ぐことはなかったが、逆境に直面した時、我々は常に同盟を結んできた。\n"
"\n"
"もしかしたら、何が起きているのかを理解するために手を貸してくれるかもしれない。"]

maps['Japanese']['Barbarian_N']['island_m8'] = ["カルム島",
"\n"
"エフィラの墓は、憎むべきオークによる蹂躙に悩まされていた。その中のある部屋で、俺は敵の起源について明記された羊皮紙を見つけた。\n"
"\n"
"ウルバイド北の暗黒の島カルム島は、騎士団に見捨てられてからかなりの年月が経っているという。今は敵の本拠地になっているようだ。\n"
"\n"
"瀕死の騎士が、その敵が捕虜を地下牢に閉じ込めていると教えてくれた。もし地下牢でそのうちの1人を見つけられれば、何が起きたか教えてくれるかもしれない。"]

maps['Japanese']['Knight_N']['labyrinth_m6'] = ["テル・ハラフの要塞",
"\n"
"テル・ハラフはアルミナ地方の全騎士団の要となる要塞だ。騎士団のパラディンであり教官であるカーマン卿が、厳格で無慈悲な手腕でこの要塞を統治している。\n"
"\n"
"俺がここにたどり着く間に、誰かにタブリーズの陥落について警告したかったのだが……巡回兵の一人にも出くわさなかった。最悪の事態を恐れている。"]

maps['Japanese']['Knight_N']['orc_m9'] = ["シャラトゥワールの要塞",
"\n"
"シャラトゥワルの要塞は、何世紀も前に王の騎士団によって建てられた。要塞からはエレバンの山岳地帯を見張ることができる。\n"
"\n"
"騎士団がこの地域から撤退したのは、もう何年も前になる。それからは、強力なオーク一族がその土地に自分たちの王国を築き、以来、辺り一帯を牛耳っている。\n"
"\n"
"俺の目的は、エレッシュ・キガルと共に葬られた宝石を見つけることだ。もしかしたら、古い壁に刻まれた碑文が、宝石の隠し場所の手がかりになるかもしれない。\n"
"\n"
"カーマン卿を生きて見つけるという俺の希望は消え始めている。これが最後のチャンスかもしれない。"]

maps['Japanese']['Knight_N']['ragnar_m2'] = ["タブリーズの亀裂",
"\n"
"数日前、我々はテル・ハラフから馬で出発した。ついに俺は自分の価値を証明できる重要な任務を与えられた。それにも関わらず、残念ながら任務は失敗に終わった。愚かな罠にはまり、部下を全て失い、そして今、俺が死ぬ番が来たようだ。\n"
"\n"
"ラグナール卿は裏切り者だ。彼は要塞と支給品をすべて売り払った。王国は危機に瀕しており、そこら中で侵略行為が勃発している。私は脱出し、この反乱を鎮圧しなければならない——さもなければ、死ぬことになる。"]

maps['Japanese']['Knight_N']['tomb_m7'] = ["エフィラの墓",
"\n"
"エフィラには、騎士団復活以来の最強の王たちが眠っている。あの世に行くための武器と一緒に葬られた彼らは、邪悪で致命的な罠に守られている。しかし、この場所を取り巻く謎と危険の伝説は、騎士団を脅かすものではない。\n"
"\n"
"もしかしたら、ここに悪の根源を明らかにする手がかりがあるかもしれない。"]

maps['Japanese']['Knight_N']['mine_m5'] = ["ケルベゲン山の鉱山",
"\n"
"ケルベゲン山の麓にある鉱山の集落は、この地域では数えるほどしかないドワーフの町だ。\n"
"\n"
"鉱山は古代からその場所にあり、すべての人が知っていると言っても過言ではないほど有名だ。他の集落の存在についていくつか噂を聞いたことはあるが、集落の場所は徹底した秘密で守られている——もし本当に存在するのなら。\n"
"\n"
"俺は昔からの同盟国に警告し、我々の敵と戦うために助けを見つけてこなければならない。"]

maps['Japanese']['Knight_N']['island_m8'] = ["カルム島",
"\n"
"エフィラの墓は、憎むべきオークによる蹂躙に悩まされていた。その中のある部屋で、俺は敵の起源について明記された羊皮紙を見つけた。\n"
"\n"
"ウルバイド北の暗黒の島カルム島は、騎士団に見捨てられてからかなりの年月が経っているという。今は敵の本拠地になっているようだ。\n"
"\n"
"もしここでカーマン卿を見つけ、彼を解放することができれば、彼の豊富な知識と知恵は、きっと俺にとって大きな助けとなるに違いない。\n"
"\n"
"エフィラで見つけた武器が、俺の使命に役立つことを願っている。"]

maps2['Japanese']['contower_m16'] = ["ダル・グラックの塔",
"\n"
"悪はこの武器の力に耐えることができない。宝石が俺の道を切り開いてくれた。俺は神殿の入り口に立っている。俺を試した神殿の守護者は、今、塵の中に壊れて横たわっている。\n"
"\n"
"今、俺は自分の本当の運命を知った。ダル・グラック、人間の反逆者、影の王子の崇拝者。\n"
"\n"
"女神が俺を彼女のパラディンとして選んだのだ。彼女は俺に魔法の塔が隠されている場所を教えてくれた。\n"
"\n"
"長い年月と神々の旅立ちを見てきた剣が、ついに俺の手に託されたのだ。その強大な力が俺の血管を駆け巡るのを感じる。その聖なるエネルギーが体内を駆け巡る。俺の額は鼓動で脈打ち、正義への誇りで筋肉が熱く膨張し、視界が冷酷に研ぎ澄まされていく。ついに準備が整ったのだ。勝利が間近に迫っていることを感じる。 "]

maps2['Japanese']['palace_m15'] = ["イアンナの神殿",
"\n"
"散り散りになった宝石が、ついに再び一緒になった。\n"
"\n"
"川が蛇行する秘密の谷にたどり着き、俺は聖なる神殿に来ることができたのだ。\n"
"\n"
"強力な呪文で神殿は人の目から隠されている。4つの宝石を持つ者だけが神殿を見つけることができるのだ。\n"
"\n"
"今、俺は神殿に入るための結晶の鍵を手に入れた。さあ、俺に剣を手にする価値があると証明しようじゃないか。"]

maps2['Japanese']['ice_m11'] = ["ネムルトの要塞",
"\n"
"半月形の山々の間にネムルトの要塞はある。この要塞は、サリカンの古代の土地を守っている。彼らの主は騎士団のメンバーであり、王の謙虚な部下であった。\n"
"\n"
"しばらく前からサリカンの地は旅人を受け入れなくなった。そして、サリカンからの知らせや情報は一切聞こえてこなくなった。\n"
"\n"
"だが、この城のゴーロンドは大英雄の墓への鍵を保管している。俺が成功するには、その鍵を取り戻さねばならない。 "]

maps2['Japanese']['sintower_m16'] = ["ダル・グラックの塔",
"\n"
"俺の心は喜びに躍っている。ついに勝利を手に入れたのだ。しかし、目にはまだ疑いの影が残っている。影と戦えるのは光の剣だけだ。その剣の運命は、不思議な力と対峙することにある。さあ、俺は闇の奴隷ダル・グラックに立ち向かわなければならない。\n"
"\n"
"幾世紀もの時を経て、神々の旅立ちを見送った剣が、ついに俺の手に渡ったのである。手に取ると、その強大な力を感じる……まるで巨人の力のようだ。 "]

maps2['Japanese']['orc_m9'] = ["シャラトゥワールの要塞",
"\n"
"シャラトゥワルの要塞は、何世紀も前に王の騎士団によって建てられた。要塞からはエレバンの山岳地帯を見張ることができる。\n"
"\n"
"騎士団がこの地域から撤退したのは、もう何年も前になる。それからは、強力なオーク一族がその土地に自分たちの王国を築き、以来、辺り一帯を牛耳っている。\n"
"\n"
"俺の目的は、英雄の墓に一緒に葬られていた宝石の行方を知る手がかりを見つけることだ。もし古い壁に刻まれた碑文を見つけられれば、その場所を知る手がかりになるかもしれない。 "]

maps2['Japanese']['btomb_m12'] = ["ネジェフのオアシス",
"\n"
"砂漠の奥深くにネジェフのオアシスがある。商人たちはオアシスに美しい宮殿を建て、旅人たちの休息所としていた。しかし、戦争が始まり、北からの行商隊の脚は途絶えた。\n"
"\n"
"散り散りになった英雄の墓の宝石をまた一つにするためには、新しい手がかりが必要だ。もしかしたら、あの古い宮殿で、宝石が隠された場所への手がかりが見つかるかもしれない。 "]

maps2['Japanese']['desert_m13'] = ["アル・ファルムの神殿",
"\n"
"数百年前、アル・ファルムの砂漠に美しい神殿が建てられた。その神殿は、北への交易路を辿って砂漠の奥深くへと旅する旅人を保護し、しばしの休息を与えた。 \n"
"\n"
"神殿の秩序を管理していた大神官たちは、英雄の墓に眠っていた宝石の1つを預かることになった。\n"
"\n"
"北への道が放棄されてから、半世紀もの間誰一人としてその道に足を踏み入れていない。宝石はまだ神殿にあるだろうか？"]

maps2['Japanese']['chaos_m17'] = ["深淵",
"\n"
"幾世紀もの間、混沌と破壊の神アセラトは復讐を果たすべく待ち続けてきた。\n"
"\n"
"彼は怪奇の次元で、生まれ変わることを待ち続けてきた。過去・現在・未来の地球とすべての創造物を、混沌の中へと崩壊させることを誓いながら。\n"
"\n"
"闇月の第9日目、俺はベラスキアフの門を通過する。希望を捨て去り、この先に待ち受ける運命の入り口へと進む。さあ、深淵に足を踏み入れるのだ……"]

maps2['Japanese']['volcano_m14'] = ["ザスーラの鍛冶場",
"\n"
"ザスーラの鍛冶場は、神々がまだ人間と共にこの大地を歩いていた暗黒時代に建てられた。\n"
"\n"
"アングラ・マンユの同盟と金属の神ザスーラの信者は、火山の地下にこの要塞を建てた。そこでは、当代最高の鍛冶屋が最高の武器を鍛えていた。\n"
"\n"
"剣の戦争の後、暗黒の王子の崇拝者がまだ内部に住んでいると噂されていたため、あえてこの鍛冶場に入ろうとする者は少なかった。\n"
"\n"
"創造主ネルガルは、この場所を闇色の宝石を隠す場所として選んだ。俺の任務はその宝石を見つけることだ。"]

maps2['Japanese']['orlok_m10'] = ["オルロックの峡谷",
"\n"
"中央王国と北の平原を隔てる山々の間にある天然の峠、それがオルロックの峡谷だ。\n"
"\n"
"かつては、中央王国の防衛の最前線だった。しかし、かなり長い間、王国は攻撃を受けることがなかったため、この渓谷はもはや境界地帯とは言えなくなっている。\n"
"\n"
"霧に覆われたこの峠のどこかに、剣の勇者の伝説の墓への鍵が一つ隠されている。その鍵を取り戻して、聖なる剣を手に入れるのが俺の任務だ。"]

