secrets['Japanese']['muralnejev'] = [
"エレッシュ・キガルの案内人であり、\n"
"疲れを知らない旅人であったサワンは、\n"
"ここで初めて太陽の光を見た。\n"
"そして今ここに彼の遺骨が横たわっている。\n"
"\n"
"彼の記憶を称えよ、彼は剣の英雄を導いたのだから。\n"
"彼はアル・ファルム神殿に住み、琥珀の石を守った。\n"
"\n"
"彼は鍛冶屋のネルガルの手助けをしてザスーラの鍛冶場を取り戻した。\n"
"そして、ネルガルが再び騎士のための強力な武器を鍛えられるようにしたのだ。\n"
"そして、ネルガルは黒い黒曜石を守っていた。"]

secrets['Japanese']['tablillas'] = [
"この6枚の石版には、古代王国で知られている天地創造の物語が記されている。\n"
"オウリヤマンの大神官の聖典『ヤスナ・ハファレヴィ』に書かれていた物語だ。\n"
"\n"
"この石版で、力のルーンを見つけることができる。\n"
"この石板は、混沌と破壊の神の脅威を\n"
"地球から遠ざけるために、イアンナから贈られたものだ。\n"
"\n"
"剣の持ち主は、「光の力」を得るために、\n"
"6つのルーンを聖なる祭壇に置かなければならない。"]

secrets['Japanese']['muralorc'] = [
"英雄たちの旅は\n"
"エレバンの肥沃な谷に辿り着いた。\n"
"一行は、別れの日が来るまで\n"
"エレバンの要塞の高塔に身を寄せた。\n"
"\n"
"太陽の射手アムラックは、青い宝石を持ってオルロックの地へと旅立った。\n"
"そして鋭利な渓谷の中に住処を構えた。\n"
"\n"
"騎士ゴーランドは城の公爵として\n"
"ネムルトの要塞に戻った。\n"
"彼はホワイトオパールを守っていたという。"]

secrets['Japanese']['muralisla1'] = [
"エレッシュ・キガルが敵を滅ぼした後、\n"
"彼は戦いで受けた傷が致命傷となり息を引き取った。\n"
"彼の友人たちは彼の亡骸を女神の神殿に運び、\n"
"剣が置かれていた石の祭壇の横に彼を埋葬した。\n"
"\n"
"神殿が閉じられると、床には4個の美しい宝石が現れた。\n"
"ホワイトオパール、青い石、黒い黒曜石、楕円形の琥珀色だ。\n"
"友人たちが宝石を拾い上げると、\n"
"その石の意味が明らかになった。\n"
"\n"
"友人たちはそれぞれ宝石を守るように持ち帰った。\n"
"邪悪な力が再びこの世に現れた時に、\n"
"剣の力を発動できるようにと。\n"
"いつか歴史が繰り返されるとき、\n"
"再び剣を見つけ、悪を追い払うために使うことができるように。\n"
"友人たちはそれぞれ秘密を守り、手がかりとなる印を残すことを約束したのであった。"]

