import PanelFillerCommon

combos["Japanese"]["Amazon_N"]["Title"] = PanelFillerCommon.GetAmzTitle()
combos["Japanese"]["Amazon_N"]["Descr"] = ["攻撃：オーバーヘッドスマッシュ", "攻撃：目くらましの一振り", "攻撃：稲妻切り", "攻撃：キラースマッシュ", "攻撃：シースマッシュ", "攻撃：スピンスマッシュ", "攻撃：悪夢", "攻撃：ダークスター", "攻撃：墜落死", "攻撃：死の霧", "攻撃：旋回切断", "攻撃：死の螺旋", "攻撃：女神の道"]
combos["Japanese"]["Amazon_N"]["Defense"] = ["-1", "防-5", "防-10", "防-20", "防-30", "防-40", "防-35", "防-45", "防-50", "防-60", "防-70", "防-80", "防-90"]
combos["Japanese"]["Amazon_N"]["Attack"] = ["攻+3", "攻+16", "攻+35", "攻+50", "攻+75", "攻+95", "攻+130", "攻+160", "攻+215", "攻+300", "攻+390", "攻+490", "攻+760"]
combos["Japanese"]["Amazon_N"]["Level"] = ["Lv3", "Lv7", "Lv8", "Lv9", "Lv10", "Lv11", "Lv12", "Lv14", "Lv15", "Lv16", "Lv17", "Lv18", "Lv19"]
combos["Japanese"]["Dwarf_N"]["Title"] = PanelFillerCommon.GetDwfTitle()
combos["Japanese"]["Dwarf_N"]["Descr"] = ["攻撃：くるみ割り人形", "攻撃：モーニングスター", "攻撃：チョップ", "攻撃：獣の衝突", "攻撃：スラッシュバック", "攻撃：ボディーチョップ", "攻撃：ボーンブレイカー", "攻撃：地震", "攻撃：残忍", "攻撃：ダブルスマッシュ", "攻撃：鷹の目", "攻撃：解放者", "攻撃：破壊"]
combos["Japanese"]["Dwarf_N"]["Defense"] = [" ", " ", "防-10", "防-30", "防-40", "防-45", "防-30", "防-35", "防-50", "防-60", "防-50", "防-85", "防-160"]
combos["Japanese"]["Dwarf_N"]["Attack"] = ["攻+2", "攻+4", "攻+18", "攻+45", "攻+55", "攻+75", "攻+95", "攻+135", "攻+175", "攻+200", "攻+290", "攻+480", "攻+790"]
combos["Japanese"]["Dwarf_N"]["Level"] = ["Lv3", "Lv4", "Lv7", "Lv8", "Lv9", "Lv10", "Lv11", "Lv12", "Lv14", "Lv15", "Lv16", "Lv18", "Lv19"]
combos["Japanese"]["Barbarian_N"]["Title"] = PanelFillerCommon.GetBarbTitle()
combos["Japanese"]["Barbarian_N"]["Descr"] = ["攻撃：スピード狂", "攻撃：ダークムーン", "攻撃：死の掃討", "攻撃：残忍な死神", "攻撃：地獄の翼", "攻撃：流血狂人", "攻撃：盲目の憤怒", "攻撃：デストロイヤー", "攻撃：地獄の一突き", "攻撃：魔の棘", "攻撃：オーバーキル", "攻撃：カオスキラー"]
combos["Japanese"]["Barbarian_N"]["Defense"] = [" ", "防-5", "防-10", "防-20", "防-15", "防-40", "防-60", "防-65", "防-70", "防-80", "防-120", "防-100"]
combos["Japanese"]["Barbarian_N"]["Attack"] = ["攻+5", "攻+20", "攻+40", "攻+60", "攻+80", "攻+100", "攻+140", "攻+180", "攻+220", "攻+300", "攻+500", "攻+800"]
combos["Japanese"]["Barbarian_N"]["Level"] = ["Lv5", "Lv7", "Lv8", "Lv9", "Lv10", "Lv11", "Lv12", "Lv14", "Lv15", "Lv16", "Lv18", "Lv19"]
combos["Japanese"]["Knight_N"]["Title"] = PanelFillerCommon.GetKgtTitle()
combos["Japanese"]["Knight_N"]["Descr"] = ["攻撃：孤高の一振り", "攻撃：ロイヤルスマッシュ", "攻撃：正義の怒り", "攻撃：ドリーム", "攻撃：カーマン卿のスマッシュ", "攻撃：フックスィープ", "攻撃：名誉の魂", "攻撃：回転斬撃", "攻撃：三倍返し", "攻撃：勅命スマッシュ", "攻撃：神々の怒り", "攻撃：正義の剣", "攻撃：荘厳な掃討"]
combos["Japanese"]["Knight_N"]["Defense"] = [" ", " ", "防-20", "防-25", "防-30", "防-25", "防-25", "防-30", "防-45", "防-55", "防-60", "防-50", "防-80"]
combos["Japanese"]["Knight_N"]["Attack"] = ["攻+3", "攻+15", "攻+35", "攻+50", "攻+70", "攻+90", "攻+120", "攻+150", "攻+210", "攻+290", "攻+380", "攻+470", "攻+780"]
combos["Japanese"]["Knight_N"]["Level"] = ["Lv4", "Lv7", "Lv8", "Lv9", "Lv10", "Lv11", "Lv12", "Lv14", "Lv15", "Lv16", "Lv17", "Lv18", "Lv19"]
