maps['Russian']['Amazon_N']['ruins_m4'] = ["ЗАТЕРЯННЫЙ ГОРОД МАРАКАМДА",
"\n"
"Несколько месяцев назад, когда я продавала недавние «находки» в своём родном Аргосе, какой-то старик попытался срезать мой кошель, после чего бросился наутёк с прытью, поразительной для его возраста.\n"
"\n"
"Наконец мне удалось загнать его в тупик, но он таинственным образом растворился в воздухе.\n"
"\n"
"Однако оказалось, он вовсе не пытался меня ограбить, а подложил в мою сумку карту. Карту к Затерянному городу, Маракамде.\n"
"\n"
"На карту был нанесён маршрут вдоль реки, уходящей в горы, чётко обозначался ручей, густой лес и дальше — Маракамда…"]

maps['Russian']['Amazon_N']['mine_m5'] = ["ШАХТЫ ПОД ГОРОЙ КЕЛГЕБЕН",
"\n"
"Шахтёрский городок, расположенный у подножия горы Келгебен, — одно из немногих гномьих поселений, о которых знают во внешних королевствах.\n"
"\n"
"Гномы — мирный и мудрый народ, который хранит историю мира после исхода богов, словно тайное сокровище.\n"
"\n"
"Возможно, они помогут мне понять слова духа Аррана. \n"
"\n"
"К тому же местные гномы могут помочь мне расшифровать тайны Затерянного города и рассказать о предназначении найденной там чёрной книги."]

maps['Russian']['Amazon_N']['orc_m9'] = ["КРЕПОСТЬ ШАЛАТУВАР",
"\n"
"Крепость Шалатувар была построена много веков назад Орденом королевских рыцарей. Отсюда они могли контролировать горную область Еревана.\n"
"\n"
"Много лет назад они покинули эту территорию, и с тех пор могущественный клан орков основал здесь своё королевство.\n"
"\n"
"Моя цель — найти то, что укажет на местонахождение драгоценных камней, которые запечатывают гробницу Героя. Возможно, какая-нибудь надпись на старых стенах даст мне ключ к разгадке.\n"
"\n"
"В гробнице я наверняка найду богатства и меч Героя, за который удастся выручить кругленькую сумму."]

maps['Russian']['Amazon_N']['tomb_m7'] = ["ГРОБНИЦЫ ЭФИРЫ",
"\n"
"И у рыцарей, и у гномов серьёзные проблемы на границах. Похоже, угроза исходит с севера, и за каждым поворотом дороги я встречаю останки очередной разрушенной крепости.\n"
"\n"
"Легенды о богатствах, скрытых в таинственных гробницах Эфиры, всегда привлекали членов Гильдии искателей приключений. Я подошла к ним так близко и не могу упустить возможность раздобыть эти сокровища."]

maps['Russian']['Amazon_N']['labyrinth_m6'] = ["КРЕПОСТЬ ТЕЛЬ-ХАЛАФ",
"\n"
"Тель-Халаф — главная крепость рыцарей в регионе Армина.\n"
"\n"
"Расположенная у Северных пределов, она защищает от нападений орков и обеспечивает безопасный путь для торговых караванов.\n"
"\n"
"Но орки становятся всё смелее, а грабежи на дорогах всё сложнее предотвращать. Похоже, королевским рыцарям попросту не хватает людей."]

maps['Russian']['Amazon_N']['island_m8'] = ["ОСТРОВ КАРУМ",
"\n"
"Гробницы Эфиры кишели мерзкими орками. В одной из комнат мне попался пергамент, в котором было чётко указано происхождение угрозы.\n"
"\n"
"Мрачный остров Карум на севере Убейда был давным-давно покинут рыцарями Ордена. Похоже, теперь он стал главным пристанищем врагов.\n"
"\n"
"Умирающий рыцарь сказал мне, что они взяли пленных. Возможно, мне удастся найти в подземельях одного из них, и он расскажет, что произошло."]

maps['Russian']['Dwarf_N']['tomb_m7'] = ["ГРОБНИЦЫ ЭФИРЫ",
"\n"
"Армии Врага совершенно не знают пощады. Они воюют не только с нашим народом, но и с рыцарями. Угроза, похоже, исходит откуда-то с севера.\n"
"\n"
"В таинственных гробницах Эфиры, расположенных к северу, я могу найти ключ к разгадке происхождения этого зла.\n"
"\n"
"Многочисленные легенды о смерти, связанные с этим местом, меня не страшат. Гробницы были построены гномами в те времена, когда наш народ и племена людей были очень близки."]

maps['Russian']['Dwarf_N']['mine_m5'] = ["ШАХТЫ ПОД ГОРОЙ КЕЛГЕБЕН",
"\n"
"Следуя по дороге на восток, через несколько дней я доберусь до шахт под горой Келгебен. Другого укрытия поблизости нет.\n"
"\n"
"Нужно спешить, ведь Гранитные Врата уже скоро закроются до тех пор, пока угроза не минует.\n"
"\n"
"Про это место знают все, оно находится под открытым небом, и ему угрожает серьёзная опасность.\n"
"\n"
"Необходимо как можно скорее рассказать им о том, что произошло в Казель-Заламе."]

maps['Russian']['Dwarf_N']['dwarf_m3'] = ["КАЗЕЛЬ-ЗАЛАМ",
"\n"
"Старейшины клана обеспокоены. Несколько гонцов из города отправились в Вутум, Талер, Фарбе и другие места в поисках совета. Все кланы держатся настороже.\n"
"\n"
"Я, Нагльфар, был послан в Казель-Залам в поисках любых сведений, которые могли бы помочь объяснить происходящее. Раньше дороги были безопасны, но теперь все они закрыты. Странные существа бродят глубоко в горах. Опасность подстерегает повсюду.\n"
"\n"
"У прозрачных вод Источника Лунна стоят врата Казель-Залама. Здесь мудрецы основали самую обширную библиотеку во всём королевстве.\n"
"\n"
"В этой библиотеке хранится полная летопись нашего народа с тех пор, как боги покинули этот мир.\n"
"\n"
"Возможно, я смогу найти ответы в рукописях."]

maps['Russian']['Dwarf_N']['labyrinth_m6'] = ["КРЕПОСТЬ ТЕЛЬ-ХАЛАФ",
"\n"
"Тель-Халаф — главная крепость рыцарей в регионе Армина.\n"
"\n"
"Расположенная у Северных пределов, она защищает от нападений орков и обеспечивает безопасный путь для торговых караванов.\n"
"\n"
"Когда-то рыцари были могущественными союзниками, а торговля между нашими городами переросла в крепкую дружбу.\n"
"\n"
"С тех пор прошло много лет, но, возможно, эта угроза вновь объединит нас."]

maps['Russian']['Dwarf_N']['island_m8'] = ["ОСТРОВ КАРУМ",
"\n"
"Гробницы Эфиры кишели мерзкими орками. В одной из комнат мне попался пергамент, в котором было чётко указано происхождение угрозы.\n"
"\n"
"Мрачный остров Карум на севере Убейда был давным-давно покинут рыцарями Ордена. Похоже, теперь он стал главным пристанищем врагов.\n"
"\n"
"Умирающий рыцарь сказал мне, что они взяли пленных. Возможно, мне удастся найти в подземельях одного из них, и он расскажет, что произошло."]

maps['Russian']['Barbarian_N']['barb_m1'] = ["МОНОЛИТЫ КАШГАРА",
"\n"
"Не так давно покой степей потревожили странные события. С наступлением ночи открытые равнины Деште-Кевир заполонили тени и демоны.\n"
"\n"
"Воины исчезали, женщины и дети прятались в своих шатрах, а старики рассказывали страшные истории о кровожадных врагах и северных захватчиках.\n"
"\n"
"Старейшины племени поручили мне отправиться в Кашгар и спросить совета у духа Аррана."]

maps['Russian']['Barbarian_N']['mine_m5'] = ["ШАХТЫ ПОД ГОРОЙ КЕЛГЕБЕН",
"\n"
"Шахтёрский городок, расположенный у подножия горы Келгебен, — одно из немногих гномьих поселений, о которых знают во внешних королевствах.\n"
"\n"
"Гномы — мирный и мудрый народ, который хранит историю мира после исхода богов, словно тайное сокровище.\n"
"\n"
"Возможно, они помогут мне понять слова духа Аррана.К тому же местные гномы могут помочь мне расшифровать тайны Затерянного города и рассказать о предназначении найденной там чёрной книги."]

maps['Russian']['Barbarian_N']['tomb_m7'] = ["ГРОБНИЦЫ ЭФИРЫ",
"\n"
"И у рыцарей, и у гномов серьёзные проблемы в их владениях. Похоже, угроза исходит с севера, и за каждым поворотом дороги я встречаю останки очередной разрушенной крепости.\n"
"\n"
"В таинственных гробницах Эфиры, расположенных к северу, я могу найти ключ к разгадке происхождения этого зла.\n"
"\n"
"Многочисленные легенды о смерти, связанные с этим местом, меня не страшат. Духи предков защитят меня."]

maps['Russian']['Barbarian_N']['labyrinth_m6'] = ["КРЕПОСТЬ ТЕЛЬ-ХАЛАФ",
"\n"
"Тель-Халаф — главная крепость рыцарей в регионе Армина.\n"
"\n"
"Расположенная у Северных пределов, она защищает от нападений орков и обеспечивает безопасный путь для торговых караванов.\n"
"\n"
"Наш народ никогда не платил дань их королю, но в трудные времена мы всегда были союзниками.\n"
"\n"
"Возможно, они помогут мне понять, что происходит."]

maps['Russian']['Barbarian_N']['island_m8'] = ["ОСТРОВ КАРУМ",
"\n"
"Гробницы Эфиры кишели мерзкими орками. В одной из комнат мне попался пергамент, в котором было чётко указано происхождение угрозы.\n"
"\n"
"Мрачный остров Карум на севере Убейда был давным-давно покинут рыцарями Ордена. Похоже, теперь он стал главным пристанищем врагов.\n"
"\n"
"Умирающий рыцарь сказал мне, что они взяли пленных. Возможно, мне удастся найти в подземельях одного из них, и он расскажет, что произошло."]

maps['Russian']['Knight_N']['labyrinth_m6'] = ["КРЕПОСТЬ ТЕЛЬ-ХАЛАФ",
"\n"
"Тель-Халаф — главная крепость рыцарей в регионе Армина.\n"
"\n"
"Лорд Керман, паладин Ордена и наставник рыцарей, управляет гарнизоном железной рукой.\n"
"\n"
"Во время путешествия я не встретил ни одного дозорного, которого можно было бы предупредить о падении Тебриза. Я опасаюсь худшего."]

maps['Russian']['Knight_N']['orc_m9'] = ["КРЕПОСТЬ ШАЛАТУВАР",
"\n"
"Крепость Шалатувар была построена много веков назад Орденом королевских рыцарей. Отсюда они могли контролировать горную область Еревана.\n"
"\n"
"Много лет назад они покинули эту территорию, и с тех пор могущественный клан орков основал здесь своё королевство.\n"
"\n"
"Моя цель — найти драгоценные камни из гробницы Эреша Кигала. Возможно, какая-нибудь надпись на старых стенах даст мне ключ к разгадке.\n"
"\n"
"У меня остаётся всё меньше надежды найди лорда Кермана живым. Это может быть мой последний шанс."]

maps['Russian']['Knight_N']['ragnar_m2'] = ["УЩЕЛЬЕ ТЕБРИЗА",
"\n"
"Несколько дней назад мы покинули Тель-Халаф. Наконец-то мне поручили важное задание, где я мог бы проявить себя, но, увы, я потерпел неудачу. Угодил в глупую ловушку и потерял всех своих людей… а теперь, похоже, пришёл мой черёд умереть.\n"
"\n"
"Лорд Рагнар — предатель. Он продал крепость и все припасы. Королевство в опасности, назревает вторжение. Я должен сбежать и подавить это восстание — или погибнуть сражаясь."]

maps['Russian']['Knight_N']['tomb_m7'] = ["ГРОБНИЦЫ ЭФИРЫ",
"\n"
"В Эфире захоронены самые могущественные короли, правившие со времён возрождения Ордена.\n"
"\n"
"Погребённые вместе с оружием, которое должно сопровождать их в загробный мир, они охраняются коварными смертоносными ловушками.\n"
"\n"
"Но легенды о тайнах и опасностях, которые окружают это место, не должны пугать рыцаря Ордена.\n"
"\n"
"Возможно, здесь я найду сведения об источнике этого зла."]

maps['Russian']['Knight_N']['mine_m5'] = ["ШАХТЫ ПОД ГОРОЙ КЕЛГЕБЕН",
"\n"
"Шахтёрский городок, расположенный у подножия горы Келгебен, — одно из немногих гномьих поселений в регионе.\n"
"\n"
"Это древнее место, о котором хорошо известно людям. О других городах гномов ходят слухи, но их местоположение хранится в тайне — если они вообще существуют.\n"
"\n"
"Нужно предупредить старых союзников об угрозе и попросить их помощи в борьбе с нашим врагом."]

maps['Russian']['Knight_N']['island_m8'] = ["ОСТРОВ КАРУМ",
"\n"
"Гробницы Эфиры кишели мерзкими орками. В одной из комнат мне попался пергамент, в котором было чётко указано происхождение угрозы.\n"
"\n"
"Мрачный остров Карум на севере Убейда был давным-давно покинут рыцарями Ордена. Похоже, теперь он стал главным пристанищем врагов.\n"
"\n"
"Надеюсь, я смогу найти здесь лорда Кермана и освободить его из плена. Его знания и мудрость мне бы очень пригодились.\n"
"\n"
"Оружие, найденное в Эфире, должно помочь мне в достижении цели."]

maps2['Russian']['contower_m16'] = ["БАШНЯ ДАЛ-ГУРАКА",
"\n"
"Злу не устоять перед мощью этого оружия. Камни открыли мне путь; я стою у порога храма. Его страж бросил мне вызов и, поверженный, пал на землю.\n"
"\n"
"Теперь мне известно моё истинное предназначение: одолеть Дал-Гурака, отступника и почитателя Князя Теней.\n"
"\n"
"Богиня избрала меня своим паладином. Она показала мне, где скрыта Колдовская башня.\n"
"\n"
"Этому Мечу много веков, он был свидетелем исхода богов и наконец оказался у меня в руках. Я чувствую силу, текущую по моим жилам. Его священная энергия наполняет моё тело, стучит в висках. Праведная гордость наливает мощью мускулы, а зрению придаёт остроту и ясность. Время пришло. Я чувствую, что победа уже близка."]

maps2['Russian']['palace_m15'] = ["ХРАМ ИАННЫ",
"\n"
"Наконец-то все камни в сборе.\n"
"\n"
"Достигнув тайной долины с извилистой рекой, я приближаюсь к священному храму.\n"
"\n"
"Могущественное заклятие скрывает храм от людских глаз. Только владелец четырёх камней сможет найти его.\n"
"\n"
"Теперь, когда у меня в руках ключи от храма, возможно, я смогу доказать своё право носить этот Меч."]

maps2['Russian']['ice_m11'] = ["КРЕПОСТЬ НЕМРУТА",
"\n"
"Между горами в форме полумесяцев стоит крепость Немрута, охраняющая древние земли Сарикана. Их повелитель был членом Ордена и верным вассалом короля.\n"
"\n"
"Некоторое время земли Сарикана были закрыты для путешественников, и до нас не доходило никаких известий из тех мест.\n"
"\n"
"В крепости Горлонд хранил ключ к гробнице великого Героя. Мне нужно раздобыть его, чтобы достичь своей цели."]

maps2['Russian']['sintower_m16'] = ["БАШНЯ ДАЛ-ГУРАК",
"\n"
"Сердце моё трепещет от радости, ибо победа на моей стороне. Однако в глазах остаётся тень сомнения. Только Меч Света может сразить тени. Судьба клинка — противостоять таинственной силе. Теперь мне предстоит бросить вызов Дал-Гураку, Рабу Тьмы.\n"
"\n"
"Меч, видевший исход богов много столетий назад, наконец у меня. Взяв его в руки, я ощущаю его могучую силу… словно мощь гиганта."]

maps2['Russian']['orc_m9'] = ["КРЕПОСТЬ ШАЛАТУВАР",
"\n"
"Крепость Шалатувар была построена много веков назад Орденом королевских рыцарей. Отсюда они могли контролировать горную область Еревана.\n"
"\n"
"Много лет назад они покинули эту территорию, и с тех пор могущественный клан орков основал здесь свое королевство.\n"
"\n"
"Моя цель — найти то, что укажет на местонахождение драгоценных камней, которые запечатывают гробницу Героя. Возможно, какая-нибудь надпись на старых стенах даст мне ключ к разгадке."]

maps2['Russian']['btomb_m12'] = ["ОАЗИС НЕДЖЕБ",
"\n"
"В сердце пустыни лежит оазис Неджеб. Купцы построили здесь прекрасный дворец, где могли найти приют путешественники. Но начались войны, и торговые караваны с севера перестали бывать в этих краях.\n"
"\n"
"Мне не хватает сведений для того, чтобы собрать драгоценные камни из гробницы Героя. Возможно, в этом старом дворце я найду какие-нибудь зацепки."]

maps2['Russian']['desert_m13'] = ["ХРАМ АЛЬ-ФАРУМ",
"\n"
"Сотни лет назад в пустыне Аль-Фарум был возведён прекрасный храм, дающий защиту и приют путешественникам, которые отправлялись вглубь пустыни, следуя по торговым путям на север.\n"
"\n"
"Верховным жрецам, поддерживающим там порядок, было поручено хранить один из драгоценных камней из гробницы Героя.\n"
"\n"
"Путь на север был заброшен, и никто не ходил по этим тропам уже полсотни лет. Возможно ли, что камень всё ещё там?"]

maps2['Russian']['chaos_m17'] = ["БЕЗДНА",
"\n"
"Столетие за столетием Асерат, Владыка Хаоса и Разрушения, мечтал о мести.\n"
"\n"
"Пребывая в мире духов в ожидании возрождения, он поклялся вернуться и обратить Землю и всё мироздание в Хаос.\n"
"\n"
"На девятый день чёрной луны я прохожу через Врата Веласкьяльфа. Я оставляю надежду позади, ибо за этим пределом судьба не властна. Я спускаюсь в бездну…"]

maps2['Russian']['volcano_m14'] = ["КУЗНИЦА КШАТРЫ",
"\n"
"Кузница Кшатры была построена в Тёмные века, когда боги жили бок о бок с людьми.\n"
"\n"
"Последователи Кшатры, бога металлов и союзника Ангра-Майнью, возвели эту крепость в недрах вулкана, где лучшие кузнецы ковали не знающее равных оружие.\n"
"\n"
"После Войны Меча мало кто осмеливался прийти сюда, поскольку поговаривали, что внутри всё ещё обитают почитатели Князя Тьмы.\n"
"\n"
"Творец Нергал выбрал это место, чтобы спрятать чёрный драгоценный камень. Моя задача — найти его."]

maps2['Russian']['orlok_m10'] = ["УЩЕЛЬЕ ОРЛОК",
"\n"
"Ущелье Орлок — естественный проход между горами, отделяющими центральные королевства от северных равнин.\n"
"\n"
"В прошлом оно было первой линией обороны центральных королевств. Однако по прошествии долгих лет без единого нападения горы перестали считать важным рубежом.\n"
"\n"
"Где-то в этом проходе за густым покрывалом тумана был спрятан один из ключей от легендарной гробницы Героя Меча. Мне предстоит отыскать его и заполучить священный Меч."]

