secrets['Russian']['muralnejev'] = [
"Здесь Саван, неутомимый путешественник и проводник Эреша Кигала, впервые увидел свет дня, и здесь теперь покоятся его останки.\n"
"\n"
"Почтим его память, ибо он вёл Героев Меча. Он жил в храме Аль-Фарум, где охранял янтарный камень.\n"
"\n"
"Он помог кузнецу Нергалу восстановить кузницу Кшатры, где тот снова начал ковать оружие для рыцарей. Нергал хранил чёрный обсидиановый камень."]

secrets['Russian']['tablillas'] = [
"Эти шесть скрижалей рассказывают историю Творения в том виде, в котором её знали в древних королевствах. Она была записана в Ясне Хафалеви, священной книге верховных жрецов Аурьямана.\n"
"\n"
"Рядом с этими скрижалями лежат руны силы. Они были дарованы Ианной, чтобы сдержать Хаоса-Разрушителя и не подпустить его к Земле.\n"
"\n"
"Владелец Меча должен поместить шесть рун на священный алтарь, чтобы получить Силу Света."]

secrets['Russian']['muralorc'] = [
"Путешествие привело Героев в плодородные долины Еревана. Здесь они укрывались в высоких башнях крепости, пока не настал день их расставания.\n"
"\n"
"Амлах, Лучник Солнца, отправился в свои земли в Орлоке, взяв с собой аквамарин. Он поселился там среди крутых ущелий.\n"
"\n"
"Рыцарь Горлонд вернулся в крепость в Сарикане и сел на герцогский трон. С собой у него был белый опал."]

secrets['Russian']['muralisla1'] = [
"Победив Врага, Эреш Кигал скончался от ран, полученных в бою. Друзья отнесли его тело в храм Богини и похоронили возле каменного алтаря, на который возложили Меч.\n"
"\n"
"Святилище было запечатано, и на полу появились четыре прекрасных драгоценных камня: белый опал, синий аквамарин, чёрный обсидиан и овальный янтарь. Подобрав камни, друзья поняли их истинное предназначение.\n"
"\n"
"Каждый из них забрал один из камней, чтобы пробудить силу Меча, если когда-нибудь зло вернётся. Все они дали обещание хранить секрет и оставить подсказки, которые позволили бы найти Меч и снова изгнать зло, если история повторится."]

