import PanelFillerCommon

combos["Russian"]["Amazon_N"]["Title"] = PanelFillerCommon.GetAmzTitle()
combos["Russian"]["Amazon_N"]["Descr"] = ["Атака: УДАР С РАЗМАХУ", "Атака: ОСЛЕПЛЯЮЩИЙ РАЗРЕЗ", "Атака: МОЛНИЕНОСНЫЙ РАЗРЕЗ", "Атака: УБИЙСТВЕННЫЙ УДАР", "Атака: ГНЕВ МОРЯ", "Атака: УДАР С РАЗВОРОТА", "Атака: КОШМАР", "Атака: ТЁМНАЯ ЗВЕЗДА", "Атака: СМЕРТЕЛЬНОЕ КОЛЕСО", "Атака: СМЕРТЕЛЬНЫЙ ТУМАН", "Атака: ПОТРОШИТЕЛЬ", "Атака: СПИРАЛЬ СМЕРТИ", "Атака: ПУТЬ БОГИНИ"]
combos["Russian"]["Amazon_N"]["Defense"] = ["-1", "-5 Зщ", "-10 Зщ", "-20 Зщ", "-30 Зщ", "-40 Зщ", "-35 Зщ", "-45 Зщ", "-50 Зщ", "-60 Зщ", "-70 Зщ", "-80 Зщ", "-90 Зщ"]
combos["Russian"]["Amazon_N"]["Attack"] = ["+3 А", "+16 А", "+35 А", "+50 А", "+75 А", "+95 А", "+130 А", "+160 А", "+215 А", "+300 А", "+390 А", "+490 А", "+760 А"]
combos["Russian"]["Amazon_N"]["Level"] = ["УР.3", "УР.7", "УР.8", "УР.9", "УР.10", "УР.11", "УР.12", "УР.14", "УР.15", "УР.16", "УР.17", "УР.18", "УР.19"]
combos["Russian"]["Dwarf_N"]["Title"] = PanelFillerCommon.GetDwfTitle()
combos["Russian"]["Dwarf_N"]["Descr"] = ["Атака: ДРОБИТЕЛЬ", "Атака: УТРЕННЯЯ ЗВЕЗДА", "Атака: МЯСОРУБКА", "Атака: ЗВЕРСКИЙ УДАР", "Атака: УДАР ИЗ-ЗА ПЛЕЧА", "Атака: РУБЯЩИЙ УДАР", "Атака: КОСТОЛОМ", "Атака: ЗЕМЛЕТРЯСЕНИЕ", "Атака: ИЗБИЕНИЕ", "Атака: ДВОЙНОЙ УДАР", "Атака: ОРЛИНЫЙ ГЛАЗ", "Атака: ОСВОБОДИТЕЛЬ", "Атака: РАЗРУШЕНИЕ"]
combos["Russian"]["Dwarf_N"]["Defense"] = [" ", " ", "-10 Зщ", "-30 Зщ", "-40 Зщ", "-45 Зщ", "-30 Зщ", "-35 Зщ", "-50 Зщ", "-60 Зщ", "-50 Зщ", "-85 Зщ", "-160 Зщ"]
combos["Russian"]["Dwarf_N"]["Attack"] = ["+2 A", "+4 A", "+18 A", "+45 A", "+55 A", "+75 A", "+95 A", "+135 A", "+175 A", "+200 A", "+290 A", "+480 A", "+790 A"]
combos["Russian"]["Dwarf_N"]["Level"] = ["УР.3", "УР.4", "УР.7", "УР.8", "УР.9", "УР.10", "УР.11", "УР.12", "УР.14", "УР.15", "УР.16", "УР.18", "УР.19"]
combos["Russian"]["Barbarian_N"]["Title"] = PanelFillerCommon.GetBarbTitle()
combos["Russian"]["Barbarian_N"]["Descr"] = ["Атака: БЫСТРОЕ УБИЙСТВО", "Атака: ТЁМНАЯ ЛУНА", "Атака: ВЗМАХ СМЕРТИ", "Атака: МРАЧНЫЙ ЖНЕЦ", "Атака: АДСКИЙ ЗАМАХ", "Атака: ЖАЖДА КРОВИ", "Атака: СЛЕПАЯ ЯРОСТЬ", "Атака: РАЗРУШИТЕЛЬ", "Атака: АДСКИЙ ВЫПАД", "Атака: ОСТРИЁ ЗЛА", "Атака: РАЗРУШИТЕЛЬНАЯ МОЩЬ", "Атака: УБИЙЦА ХАОСА"]
combos["Russian"]["Barbarian_N"]["Defense"] = [" ", "-5 Зщ", "-10 Зщ", "-20 Зщ", "-15 Зщ", "-40 Зщ", "-60 Зщ", "-65 Зщ", "-70 Зщ", "-80 Зщ", "-120 Зщ", "-100 Зщ"]
combos["Russian"]["Barbarian_N"]["Attack"] = ["+5 А", "+20 А", "+40 А", "+60 А", "+80 А", "+100 А", "+140 А", "+180 А", "+220 А", "+300 А", "+500 А", "+800 А"]
combos["Russian"]["Barbarian_N"]["Level"] = ["УР.5", "УР.7", "УР.8", "УР.9", "УР.10", "УР.11", "УР.12", "УР.14", "УР.15", "УР.16", "УР.18", "УР.19"]
combos["Russian"]["Knight_N"]["Title"] = PanelFillerCommon.GetKgtTitle()
combos["Russian"]["Knight_N"]["Descr"] = ["Атака: ВЗМАХ ГОРДОСТИ", "Атака: КОРОЛЕВСКИЙ УДАР", "Атака: ПРАВЕДНЫЙ ГНЕВ", "Атака: СОН", "Атака: УДАР ЛОРДА КЕРМАНА", "Атака: ВЗМАХ КРЮКОМ", "Атака: ДУХ БЛАГОРОДСТВА", "Атака: УБИЙСТВЕННЫЙ ПОДКАТ", "Атака: ТРОЙНАЯ АТАКА", "Атака: УДАР ВЕРХОВНОГО ПОРЯДКА", "Атака: ГНЕВ БОГОВ", "Атака: МЕЧ ПРАВОСУДИЯ", "Атака: ВЕЛИЧЕСТВЕННЫЙ УДАР"]
combos["Russian"]["Knight_N"]["Defense"] = [" ", " ", "-20 Зщ", "-25 Зщ", "-30 Зщ", "-25 Зщ", "-25 Зщ", "-30 Зщ", "-45 Зщ", "-55 Зщ", "-60 Зщ", "-50 Зщ", "-80 Зщ"]
combos["Russian"]["Knight_N"]["Attack"] = ["+3 А", "+15 А", "+35 А", "+50 А", "+70 А", "+90 А", "+120 А", "+150 А", "+210 А", "+290 А", "+380 А", "+470 А", "+780 А"]
combos["Russian"]["Knight_N"]["Level"] = ["УР.4", "УР.7", "УР.8", "УР.9", "УР.10", "УР.11", "УР.12", "УР.14", "УР.15", "УР.16", "УР.17", "УР.18", "УР.19"]
