maps['Chinese']['Amazon_N']['ruins_m4'] = ["失落之城马拉坎达",
"\n"
"几个月前，当我把“货物”运回家乡阿戈斯的时候，一个老人企图割破我的钱包。\n"
"\n"
"当我追赶他时，我发现他的动作异常灵敏，完全不像老年人。最后，我将他逼到了一个死胡同里，但正当我考虑如何将他抓住的时候，他却神秘地消失了。\n"
"\n"
"结果我发现他并没有偷我的钱，反而在我的钱包里塞进了一张地图，一张通往神秘城市马拉坎达的地图。\n"
"\n"
"地图上清晰地画着一条蜿蜒流过山脉的河流、一片茂密的森林，以及更远处的马拉坎达…"]

maps['Chinese']['Amazon_N']['mine_m5'] = ["科尔贝根山的矿井",
"\n"
"矿井坐落于科尔贝根山的山脚下，是少数几个外围王国熟知的侏儒城镇之一。\n"
"\n"
"侏儒们爱好和平而且十分聪慧，自从神明离开这个世界之后，他们一直守护着整个世界的历史，如同在守护秘密宝藏。 \n"
"\n"
" 也许他们能帮助我理解阿伦之灵的教诲。 \n"
"\n"
"也许矿井那里的侏儒能解释失落之城的奇异现象，并告诉我那本发现于失落之城的黑色之书究竟有何意义。"]

maps['Chinese']['Amazon_N']['orc_m9'] = ["沙拉图沃要塞",
"\n"
"王国的骑士团几个世纪前建立了沙拉图沃要塞，利用这座要塞，他们就能控制叶里温山区。\n"
"\n"
"多年前骑士团撤出此地，一支强大的恶魔部落在此建立了王国。\n"
"\n"
"我来到这里的目的是寻找线索，探求英雄陵墓中宝物的下落。也许我能够在那些古老的墙壁上找到一些铭文，获得有关宝物下落的线索。\n"
"\n"
"那位英雄一定有大量财宝和他的宝剑陪葬，这些宝物绝对价值连城。"]

maps['Chinese']['Amazon_N']['tomb_m7'] = ["艾菲拉墓群",
"\n"
"骑士和侏儒在双方领土边界的问题上存在很大分歧。战争的威胁似乎来自于北方，每当我拐过一个弯，就会看到又一座废弃的堡垒，以及满地的遗骨。\n"
"\n"
"对于许多冒险家行会的成员来说，古老而神秘的艾菲拉墓群中隐藏的宝藏永远具有致命的吸引力。现在的我距离艾菲拉不过咫尺之遥，绝不能失去这个发掘宝藏的大好机会。"]

maps['Chinese']['Amazon_N']['labyrinth_m6'] = ["塔尔哈拉夫堡垒",
"\n"
"对于阿米纳地区的所有骑士来说，塔尔哈拉夫是最重要的堡垒。\n"
"\n"
"这座要塞中驻守着北方军队，负责抵御兽人的攻击，确保商队安全通行。\n"
"\n"
"但是兽人愈发嚣张，拦路抢劫难以得到遏制，王国的骑士们似乎已完全处于下风。"]

maps['Chinese']['Amazon_N']['island_m8'] = ["卡鲁姆岛",
"\n"
"令人厌恶的兽人盗墓者已将艾菲拉墓群洗劫一空。但是在其中—个墓室中，我发现了一张清楚记录着敌人来源的羊皮纸。\n"
"\n"
"很久以前，骑士团就已放弃厄巴伊德北部的黑暗岛屿卡鲁姆岛，现在这里似乎已成为敌人的老巢。\n"
"\n"
"一位垂死的骑士告诉我，他们曾经俘虏了许多敌人。或许我能在地牢中找到一个俘虏，这样就有可能知道究竟发生了什么。"]

maps['Chinese']['Dwarf_N']['tomb_m7'] = ["艾菲拉墓群",
"\n"
"敌人的大军冷酷无情，他们不但袭击我们的人民，也已与骑士全面开战。这一切可怕事件的根源似乎是北方的某地。\n"
"\n"
"神秘的艾菲拉墓群坐落于北方，或许我可以在坟墓中找到一些线索来解释这些不详现象的起源。\n"
"\n"
"有关墓群周围的死亡传说无法令我却步。侏儒建造这些坟墓时，我们与人类部落之间还保持着亲密的关系。"]

maps['Chinese']['Dwarf_N']['mine_m5'] = ["科尔贝根山矿井",
"\n"
"沿着向东的道路，我来到了科尔贝根山的矿井。除了此地，附近没有任何地方可以让我隐藏行踪。\n"
"\n"
"我必须加快步伐，如果我没有及时到达的话，那里的花岗岩大门将会关闭，而且直到危险远离这里之前都不会再次打开。\n"
"\n"
"矿井远近闻名，而且地势平坦一览无余，所以面临着极大的危险。\n"
"\n"
"我必须尽快告诉那里的人们发生在卡兹扎姆的事情。"]

maps['Chinese']['Dwarf_N']['dwarf_m3'] = ["卡兹扎姆",
"\n"
"众多部落的领导者都显得焦虑不安，形形色色的使者离开部落前往乌图姆、泰勒、法布和其他地方去寻找解决方法，整个矮人世界都处于高度戒备之中。\n"
"\n"
"我，纳吉尔法，领命前往卡兹扎姆寻找可以解释这一现象的答案。从前通往那里的道路非常安全，但后来有很多奇异的怪物出没于深山之中，通往那里的道路都被迫关闭了。现在没有哪里称得上安全无虞。\n"
"\n"
"源自伦恩的清澈溪水流经卡兹扎姆城堡的大门，古代智者在城堡中建立了整个侏儒世界馆藏最为丰富的图书馆。\n"
"\n"
"这座图书馆保存了神明离开这个世界以来，我们民族的完整历史。\n"
"\n"
"或许我能从这些手稿中找到一些答案。"]

maps['Chinese']['Dwarf_N']['labyrinth_m6'] = ["塔尔哈拉夫堡垒",
"\n"
"对于阿米纳地区的所有骑士来说，塔尔哈拉夫是最重要的堡垒。\n"
"\n"
"这座要塞中驻守着北方军队，负责抵御兽人的攻击，确保商队安全通行。\n"
"\n"
"骑士曾经是我们强大的盟友，双方的城市通过贸易建立了深厚的友谊。\n"
"\n"
"自那以后，沧海桑田人事已非，但也许此次的冲突能让我们重新团结在一起。"]

maps['Chinese']['Dwarf_N']['island_m8'] = ["卡鲁姆岛",
"\n"
"令人厌恶的兽人盗墓者已将艾菲拉墓群洗劫一空。但是在其中—个墓室中，我发现了一张清楚记录着敌人来源的羊皮纸。\n"
"\n"
"很久以前，骑士团就已放弃厄巴伊德北部的黑暗岛屿卡鲁姆岛，现在这里似乎已成为敌人的老巢。\n"
"\n"
"一位垂死的骑士告诉我，他们曾经俘虏了许多敌人。或许我能在地牢中找到一个俘虏，这样就有可能知道究竟发生了什么。"]

maps['Chinese']['Barbarian_N']['barb_m1'] = ["喀什噶尔巨石",
"\n"
"从前，一些怪异的事情打破了干草原的宁静。夜晚来临之际，卡维尔盐漠广阔的土地上到处游荡着阴影和恶魔。\n"
"\n"
"当老人们讲起有关嗜血敌人和北方侵略者的可怕故事时，战士们遁去无踪，妇孺则会吓得躲进帐篷里。\n"
"\n"
"为了避免历史重演，部落长老交给我一个任务，让我前往喀什噶尔，去寻求阿伦之灵的帮助。"]

maps['Chinese']['Barbarian_N']['mine_m5'] = ["科尔贝根山矿井",
"\n"
"矿井坐落于科尔贝根山的山脚下，是少数几个外围王国熟知的侏儒城镇之一。\n"
"\n"
"侏儒们爱好和平而且十分聪慧，自从神明离开这个世界之后，他们一直守护着整个世界的历史，如同在守护秘密宝藏。\n"
"\n"
"也许他们能帮助我理解阿伦之灵的教诲。\n"
"\n"
"也许矿井那里的侏儒能解释失落之城的奇异现象，并告诉我那本发现于失落之城的黑色之书究竟有何意义。"]

maps['Chinese']['Barbarian_N']['tomb_m7'] = ["艾菲拉墓群",
"\n"
"骑士和侏儒在双方领土的问题上存在很大分歧。危险的征兆似乎来自于北方，每当我拐过一个弯，就会看到又一座废弃的堡垒，以及满地的遗骨。\n"
"\n"
"神秘的艾菲拉墓群坐落于北方，或许我可以在坟墓中找到一些线索来解释这些不详现象的起源。\n"
"\n"
"有关墓群周围的死亡传说无法令我却步，先祖的灵魂会保佑我。"]

maps['Chinese']['Barbarian_N']['labyrinth_m6'] = ["塔尔哈拉夫堡垒",
"\n"
"对于阿米纳地区的所有骑士来说，塔尔哈拉夫是最重要的堡垒。\n"
"\n"
"这座要塞中驻守着北方军队，负责抵御兽人的攻击，确保商队安全通行。\n"
"\n"
"骑士曾经是我们强大的盟友，双方的城市通过贸易建立了深厚的友谊。\n"
"\n"
"自那以后，沧海桑田人事已非，但也许此次的冲突能让我们重新团结在一起。"]

maps['Chinese']['Barbarian_N']['island_m8'] = ["卡鲁姆岛",
"\n"
"令人厌恶的兽人盗墓者已将艾菲拉墓群洗劫一空。但是在其中—个墓室中，我发现了一张清楚记录着敌人来源的羊皮纸。\n"
"\n"
"很久以前，骑士团就已放弃厄巴伊德北部的黑暗岛屿卡鲁姆岛，现在这里似乎已成为敌人的老巢。\n"
"\n"
"一位垂死的骑士告诉我，他们曾经俘虏了许多敌人。或许我能在地牢中找到一个俘虏，这样就有可能知道究竟发生了什么。"]

maps['Chinese']['Knight_N']['labyrinth_m6'] = ["塔尔哈拉夫堡垒",
"\n"
"对于阿米纳地区的所有骑士来说，塔尔哈拉夫是最重要的堡垒。\n"
"\n"
"科曼领主是骑士团的领袖，也是所有骑士的教官，以铁腕治军著称。\n"
"\n"
"一路上我没有遇到任何巡逻卫队，因此没能警告他们大不里兹已经陷落。我担心最可怕的情况已经发生。"]

maps['Chinese']['Knight_N']['orc_m9'] = ["沙拉图沃要塞",
"\n"
"王国的骑士团几个世纪前建立了沙拉图沃要塞，利用这座要塞，他们就能控制叶里温山区。\n"
"\n"
"多年前骑士团撤出此地，一支强大的恶魔部落在此建立了王国。\n"
"\n"
"我来到这里的目的是寻找线索，探求英雄陵墓中宝物的下落。也许我能够在那些古老的墙壁上找到一些铭文，获得有关宝物下落的线索。\n"
"\n"
"那位英雄一定有大量财宝和他的宝剑陪葬，这些宝物绝对价值连城。"]

maps['Chinese']['Knight_N']['ragnar_m2'] = ["大不里兹的克拉克",
"\n"
"几天前我们从塔尔哈拉夫骑马出发。最后总算是接到了一个重要任务，我可以借此好好证明自己，但可惜的是我把事情搞砸了。我掉进了一个该死的陷阱里，手下都因此身亡，如今死神正悄然向我逼近。\n"
"\n"
"朗德拉格纳是个叛徒。他卖掉了堡垒和所有存粮。王国身陷险境，随时都会遭到大军入侵。我必须逃出陷阱，镇压叛乱者，亦或在战斗中死去。"]

maps['Chinese']['Knight_N']['tomb_m7'] = ["艾菲拉墓群",
"\n"
"自骑士团复兴以来，统治王国的强大君王均在艾菲拉下葬，墓室宏伟，极尽哀荣。\n"
"\n"
"陪葬品中有很多武器，陪伴他们去往另一个世界。但这里也有许多隐秘而致命的机关，守卫着这些君王。\n"
"\n"
"墓地神秘而危险的传说吓不倒一位真正的骑士。\n"
"\n"
"或许我可以在这里找到一些线索来解释不详现象的由来。"]

maps['Chinese']['Knight_N']['mine_m5'] = ["科尔贝根山的矿井",
"\n"
"矿井坐落于科尔贝根山的山脚下，是这一地区的少数侏儒城镇之一。\n"
"\n"
"众所周知，这是一个非常古老的地方。虽然传说附近还有其他聚落，但即使它们真的存在，其位置信息也已受到严密的保护。\n"
"\n"
"我必须警告往昔的同盟，并寻求他们的帮助以抗击敌军。"]

maps['Chinese']['Knight_N']['island_m8'] = ["卡鲁姆岛",
"\n"
"令人厌恶的兽人盗墓者已将艾菲拉墓群洗劫一空。但是在其中—个墓室中，我发现了一张清楚记录着敌人来源的羊皮纸。\n"
"\n"
"很久以前，骑士团就已放弃厄巴伊德北部的黑暗岛屿卡鲁姆岛，现在这里似乎已成为敌人的老巢。\n"
"\n"
"如果我能在这里找到科曼领主，我可以设法营救他，他所拥有的知识和智慧将对我有莫大的帮助。\n"
"\n"
"我希望在艾菲拉找到的武器能够在这次任务中派上用场。"]

maps2['Chinese']['contower_m16'] = ["达古拉塔楼",
"\n"
"邪恶无法抵御圣剑的力量。宝石为我劈开血路；我站在神殿入口。考验难不倒我，神殿守护者的残破躯壳现已和尘土融为一体。\n"
"\n"
"如今我终于知道了自己真正的宿命：打败人间败类、黑暗王子的仆从达古拉。\n"
"\n"
"女神选择了我做她的圣骑士。她向我展示了秘术高塔的匿藏之处。\n"
"\n"
"圣剑历经了数个世纪的兴衰，见证了诸神陨落，最后终于落入了我手中。我能感受到它强大的力量在我的血管中涌动。圣气自上而下贯穿全身，我感到太阳穴上的青筋在不断跳动，肌肉因正义和骄傲而显得壮硕无比，同时我的视野也变得清晰无比。终于，我做好了准备。我感到胜利就在眼前。"]

maps2['Chinese']['palace_m15'] = ["伊安娜神庙",
"\n"
"终于，四块宝石均已集齐。\n"
"\n"
"我来到了位于隐秘山谷的伊安娜神庙，蜿蜒的河流从神庙旁边穿过。\n"
"\n"
"强大的咒语笼罩着神庙，普通人无法看透迷雾，只有四块宝石的持有者才能发现神庙。\n"
"\n"
"既然我拥有神庙的水晶钥匙，也许我应该证明自己能够拿起这把宝剑。"]

maps2['Chinese']['ice_m11'] = ["内姆鲁特要塞",
"\n"
"内姆鲁特要塞赫然矗立在形似半月的群山之间，它在此守卫着古老的萨里坎封地。要塞的主人曾效力于骑士团，同时他也是国王忠诚的下属。\n"
"\n"
"曾有段时间萨里坎封地不对旅行者开放，因此没有人知道那里的任何风声。\n"
"\n"
"戈隆在城堡中保管着一把可以开启英雄陵墓的钥匙；要想成功拿到宝石，我就必须先取回钥匙。"]

maps2['Chinese']['sintower_m16'] = ["达古拉塔楼我的心高兴地怦怦直跳，因为我已经成功了。但我的心中还是有一丝不安。只有光明之剑才能战胜暗影。刀锋的命运就是对抗神秘力量。现在我必须面对暗影仆从达古拉。",
"\n"
"圣剑历经了数个世纪的兴衰，见证了诸神陨落，最后终于落入了我手中。拿起圣剑，我便能感受到从指尖传来的强大力量……就像是巨人之力。"]

maps2['Chinese']['orc_m9'] = ["沙拉图沃要塞",
"\n"
"几个世纪前，国王骑士团建立了沙拉图沃要塞。利用这座要塞，他们就能控制叶里温山区。\n"
"\n"
"多年前骑士团撤离此地，一支强大的兽人部落将这里当成了自己的根据地。\n"
"\n"
"我来到这里的目的是寻找线索，探求英雄陵墓中宝石的下落。也许我能够在那些古老的墙壁上找到一段铭文，获得有关宝石下落的线索。"]

maps2['Chinese']['btomb_m12'] = ["内杰夫绿洲",
"\n"
"内杰夫绿洲位于沙漠深处。商人在绿洲中修建了一座华丽的宫殿，意在为沿途旅行者提供庇护。但战争爆发后，这里再也看不到北方商队的踪迹。\n"
"\n"
"我需要找到新线索来帮我集齐英雄陵墓中的宝石。也许在那座古老的宫殿里，我可以发现有关宝石藏身之处的线索。"]

maps2['Chinese']['desert_m13'] = ["阿尔法鲁姆神庙",
"\n"
"数百年前，有人曾在阿尔法鲁姆沙漠中修建了一座华丽的神庙，意在为沿贸易路线向北深入沙漠的旅行者提供庇护。\n"
"\n"
"掌权者大祭司负责保管一块来自英雄陵墓的宝石。\n"
"\n"
"但向北的商道荒废已久，半个世纪来无人踏足此处，宝石是否还掩藏在神庙中？"]

maps2['Chinese']['chaos_m17'] = ["深渊",
"\n"
"数年来，混沌和毁灭的主宰阿赛拉特一直期盼着复仇。\n"
"\n"
"在幽冥层中，阿赛拉特静待轮回降临，他发誓一定会重返人间，把这人世间搅得天翻地覆，用混沌之力吞噬一切前世、今生亦或后世的造物。\n"
"\n"
"在黑月来临的第九天，我穿过了维拉斯基亚夫之门。我决定孤注一掷，如今命运的大门就在我眼前。我踏入了深渊……"]

maps2['Chinese']['volcano_m14'] = ["柯莎兹拉锻造厂",
"\n"
"柯莎兹拉锻造厂建于人神共处的黑暗时代。\n"
"\n"
"柯莎兹拉是安哥拉·曼纽的盟友，又名金属之神。他的追随者将这座要塞建在火山深处，并由技术精湛的铁匠在此铸造绝世武器。\n"
"\n"
"但圣剑大战后，几乎没有人敢进入这座要塞，据说里面还残存黑暗王子的崇拜者。\n"
"\n"
"制造者内尔伽勒选择将黑曜石藏匿在这座火山里。我的任务是找到这块宝石。"]

maps2['Chinese']['orlok_m10'] = ["奥洛克峡谷",
"\n"
"奥洛克峡谷是群山中的天然通道，位于中央诸国和北部平原之间。\n"
"\n"
"这里过去曾是中央诸国的防御前线。然而由于多年没有发生战事，人们已不再将山脉视作边境。\n"
"\n"
"浓雾掩盖着奥洛克峡谷，沿着某条通道前进，便能找到藏匿于此的神秘钥匙，打开圣剑所在的神圣英雄陵墓。我的任务就是取回钥匙，手握圣剑。"]

