secrets['Chinese']['muralnejev'] = [
"不知疲倦的旅行者、埃列什基伽勒的指引者莎万，在这里第一次看到了阳光。现在这里存放着他的尸体。\n"
"\n"
"向他的记忆致敬！他曾指引过圣剑英雄们。他一直住在阿尔法鲁姆神殿中守护琥珀石。\n"
"\n"
"他还曾协助铁匠内尔伽勒重建柯莎兹拉铸造厂，且他可以在这里再次为骑士们打造强大的武器。内尔伽勒守护着黑曜石。"]

secrets['Chinese']['tablillas'] = [
"这六块石板上记录着古王国中人人熟知的创世故事。这些故事也记载于奥里亚曼大祭司的圣书《亚斯纳·哈法列维》之中。\n"
"\n"
"通过这些石板可以找到力量符文，获得伊安娜的馈赠，防止混沌毁灭者让人间陷入岌岌可危的境地。\n"
"\n"
"持剑者必须将六个符文放在神圣祭坛上，光之力量才会重现。"]

secrets['Chinese']['muralorc'] = [
"众人跟随英雄之路的指引，来到肥沃的叶里温山谷。他们在叶里温城堡的高塔上藏身，直到他们分道扬镳。\n"
"\n"
"太阳射手阿姆拉克动身前往自己在奥洛克的领地，离开时还拿走了蓝宝石。最终他决定在奥洛克深邃的峡谷中定居。\n"
"\n"
"骑士戈隆回到了他在萨利坎的要塞，并成了城堡的公爵。他一直守护着白色猫眼石。"]

secrets['Chinese']['muralisla1'] = [
"战胜敌人之后，埃列什基伽勒因在战斗中受重伤而身亡。他的朋友将他的尸体送回女神神殿。一行人将他埋葬在放置宝剑的宝石祭坛旁边。\n"
"\n"
"神殿大门关闭后，地上出现了四块精美的宝石：白色猫眼石、蓝宝石、黑曜石以及椭圆形的琥珀石。众人拾起宝石，发现了其中蕴藏的惊天秘密。\n"
"\n"
"每人都保留了一颗宝石，待邪恶力量重新出现，他们便能合力唤醒圣剑的力量。每位朋友都发誓保守宝石的秘密，并决定留下线索，以便历史重演时他们能重新找回圣剑，并用其再次铲除邪恶。"]

