import PanelFillerCommon

combos["Korean"]["Amazon_N"]["Title"] = PanelFillerCommon.GetAmzTitle()
combos["Korean"]["Amazon_N"]["Descr"] = ["공격: 머리 위 강타", "공격: 눈부신 베기", "공격: 번개 베기", "공격: 죽음의 강타", "공격: 바다 강타", "공격: 회전 강타", "공격: 악몽", "공격: 어두운 별", "공격: 공중제비 일격", "공격: 죽음의 안개", "공격: 내장 뒤틀기", "공격: 죽음의 나선", "공격: 여신의 길"]
combos["Korean"]["Amazon_N"]["Defense"] = ["-1", "방-5", "방-10", "방-20", "방-30", "방-40", "방-35", "방-45", "방-50", "방-60", "방-70", "방-80", "방-90"]
combos["Korean"]["Amazon_N"]["Attack"] = ["공+3", "공+16", "공+35", "공+50", "공+75", "공+95", "공+130", "공+160", "공+215", "공+300", "공+390", "공+490", "공+760"]
combos["Korean"]["Amazon_N"]["Level"] = ["Lv3", "Lv7", "Lv8", "Lv9", "Lv10", "Lv11", "Lv12", "Lv14", "Lv15", "Lv16", "Lv17", "Lv18", "Lv19"]
combos["Korean"]["Dwarf_N"]["Title"] = PanelFillerCommon.GetDwfTitle()
combos["Korean"]["Dwarf_N"]["Descr"] = ["공격: 머리 깨기", "공격: 아침의 별", "공격: 찍기", "공격: 야수의 충돌", "공격: 후방 베기", "공격: 몸통 찍기", "공격: 뼈 부수기", "공격: 지진", "공격: 잔혹한 일격", "공격: 이중 강타", "공격: 독수리의 눈", "공격: 해방자", "공격: 무너뜨리기"]
combos["Korean"]["Dwarf_N"]["Defense"] = [" ", " ", "방-10", "방-30", "방-40", "방-45", "방-30", "방-35", "방-50", "방-60", "방-50", "방-85", "방-160"]
combos["Korean"]["Dwarf_N"]["Attack"] = ["공+2", "공+4", "공+18", "공+45", "공+55", "공+75", "공+95", "공+135", "공+175", "공+200", "공+290", "공+480", "공+790"]
combos["Korean"]["Dwarf_N"]["Level"] = ["Lv3", "Lv4", "Lv7", "Lv8", "Lv9", "Lv10", "Lv11", "Lv12", "Lv14", "Lv15", "Lv16", "Lv18", "Lv19"]
combos["Korean"]["Barbarian_N"]["Title"] = PanelFillerCommon.GetBarbTitle()
combos["Korean"]["Barbarian_N"]["Descr"] = ["공격: 신속 처치", "공격: 어두운 달", "공격: 죽음의 쓸어내기", "공격: 사신", "공격: 지옥의 휘두르기", "공격: 피의 갈구", "공격: 맹목적인 분노", "공격: 파괴자", "공격: 지옥의 찌르기", "공격: 악마의 찌르기", "공격: 척살", "공격: 혼돈의 죽음"]
combos["Korean"]["Barbarian_N"]["Defense"] = [" ", "방-5", "방-10", "방-20", "방-15", "방-40", "방-60", "방-65", "방-70", "방-80", "방-120", "방-100"]
combos["Korean"]["Barbarian_N"]["Attack"] = ["공+5", "공+20", "공+40", "공+60", "공+80", "공+100", "공+140", "공+180", "공+220", "공+300", "공+500", "공+800"]
combos["Korean"]["Barbarian_N"]["Level"] = ["Lv5", "Lv7", "Lv8", "Lv9", "Lv10", "Lv11", "Lv12", "Lv14", "Lv15", "Lv16", "Lv18", "Lv19"]
combos["Korean"]["Knight_N"]["Title"] = PanelFillerCommon.GetKgtTitle()
combos["Korean"]["Knight_N"]["Descr"] = ["공격: 긍지의 휘두르기", "공격: 왕의 강타", "공격: 정당한 분노", "공격: 꿈", "공격: 케르만 경의 강타", "공격: 갈고리 쓸어내기", "공격: 명예의 영혼", "공격: 굴러 찌르기", "공격: 삼중 공격", "공격: 고위 기사단의 강타", "공격: 신들의 분노", "공격: 정의의 검", "공격: 장엄한 쓸어내기"]
combos["Korean"]["Knight_N"]["Defense"] = [" ", " ", "방-20", "방-25", "방-30", "방-25", "방-25", "방-30", "방-45", "방-55", "방-60", "방-50", "방-80"]
combos["Korean"]["Knight_N"]["Attack"] = ["공+3", "공+15", "공+35", "공+50", "공+70", "공+90", "공+120", "공+150", "공+210", "공+290", "공+380", "공+470", "공+780"]
combos["Korean"]["Knight_N"]["Level"] = ["Lv4", "Lv7", "Lv8", "Lv9", "Lv10", "Lv11", "Lv12", "Lv14", "Lv15", "Lv16", "Lv17", "Lv18", "Lv19"]
