maps['Korean']['Amazon_N']['ruins_m4'] = ["잃어버린 도시, 마라캄다",
"\n"
"몇 달 전, 고향인 아르고스에서 얼마 전에 얻은 무언가를 거래하려던 도중 어떤 늙은이가 내 돈을 훔치려 했다.\n"
"\n"
"나는 뒤쫓았고, 노인은 세월의 흔적을 이겨낼 수 없었다. 결국 어느 골목에서 내가 잡았다고 생각한 순간 그는 갑자기 사라졌다.\n"
"\n"
"노인은 결국 아무 것도 가져가지 않았다. 대신 내 주머니에 지도를 하나 넣었다. 잃어버린 도시, 마라캄다로 가는 지도.\n"
"\n"
"산맥을 향해 굽이굽이 흐르는 강을 따라, 그리고 무성한 숲을 계속 지나면, 마라캄다가 있었다..."]

maps['Korean']['Amazon_N']['mine_m5'] = ["켈베겐 광산",
"\n"
"켈베겐 산 아래에 있는 광산 정착지는 왕국 바깥에서 그 존재가 알려진 몇 안 되는 드워프 마을 중 하나이다.\n"
"\n"
"드워프는 평화를 좋아하고 현명한 종족으로, 신들이 떠난 이후 세계의 비밀스러운 보물을 지키고 있다.\n"
"\n"
"어쩌면 이들이 아란의 정령이 남긴 말을 이해하는 데 도움을 줄 수 있을지 모른다.\n"
"\n"
"잃어버린 도시의 신비를 밝히는 데 도움을 주고, 그곳에서 찾은 검은 책의 중요성을 알려줄 수 있을 것이다."]

maps['Korean']['Amazon_N']['orc_m9'] = ["샬라투와 요새",
"\n"
"샬라투와 요새는 수 세기 전에 왕의 기사단이 세운 요새였다. 이곳에서 그들은 예레반 산악 지역을 감시할 수 있었다.\n"
"\n"
"하지만 오래 전 그들은 이곳에서 물러났고, 이후에는 강력한 오크 부족이 자신들의 왕국을 세웠다.\n"
"\n"
"나의 목표는 에레쉬 키갈과 함께 묻힌 보물을 찾는 것이다. 오래된 벽에 새겨진 글귀를 찾아야 한다. 보물이 숨겨진 장소로 안내해줄 것이다.\n"
"\n"
"살아 있는 케르만 경을 찾으리라는 희망이 사라지기 시작한다. 이것이 마지막 기회일지 모른다."]

maps['Korean']['Amazon_N']['tomb_m7'] = ["에피라의 무덤",
"\n"
"기사와 드워프 모두 경계 지역에서 심각한 문제를 겪고 있다. 북쪽에서 위협이 다가오는 듯하고, 길을 나설 때마다 파괴된 요새와 시체의 잔해를 마주치는 것만 같다.\n"
"\n"
"신비로운 무덤 에피라에 관한 전설을 따라 모험가 길드 단원들은 늘 숨겨진 보물을 찾으려 했다. 이 정도로 가깝게 보물에 근접한 이상 보물을 파헤칠 기회를 놓칠 수는 없다. "]

maps['Korean']['Amazon_N']['labyrinth_m6'] = ["텔 할라프 요새",
"\n"
"텔 할라프는 아르미나 지역의 모든 기사들을 위한 요새이다.\n"
"\n"
"마르케스 북부에 걸쳐 위치한 이 요새는 오크의 공격을 막고 무역상이 안전하게 지나갈 수 있도록 보호한다.\n"
"\n"
"하지만 오크는 점점 더 대담하게 움직이고 있으며, 이들의 노상 강도 행각은 통제할 수 없게 되었다. 왕의 기사들도 더는 감당하기 어려운 것 같다."]

maps['Korean']['Amazon_N']['island_m8'] = ["카룸 섬",
"\n"
"고약한 오크가 에피나의 무덤을 훼손시켰다. 어떤 방에서 나는 적의 기원을 명확하게 설명하는 양피지를 찾아냈다.\n"
"\n"
"우르바이드 북쪽에 있는 어둠의 섬 카룸은 오래 전 기사단도 버린 섬이었다. 그리고 지금은 적의 본거지가 된 듯하다.\n"
"\n"
"어느 죽어가던 기사가 내게 포로들이 있었다고 했다. 지하 감옥에서 이들 중 하나를 찾는다면 무슨 일이 있었는지 알 수 있을 것이다."]

maps['Korean']['Dwarf_N']['tomb_m7'] = ["에피라의 무덤",
"\n"
"적의 군대는 자비심이 전혀 없다. 우리와의 전쟁은 물론 기사들과의 전쟁에서도. 공포는 북쪽 어딘가에서 다가오는 것만 같다.\n"
"\n"
"북쪽에 있는 비밀스러운 에피라의 무덤에서 이 악의 기원에 대해 자세히 알려줄 단서를 찾을지 모른다.\n"
"\n"
"이곳을 둘러싼 죽음의 전설도 나를 두렵게 만들지 못한다. 무덤은 우리와 인간 종족의 사이가 좋았을 시절 드워프들이 만들었다."]

maps['Korean']['Dwarf_N']['mine_m5'] = ["켈베겐 광산",
"\n"
"동쪽으로 난 길을 따라 며칠만 가면 켈베겐 광산에 도달할 것이다. 근처에 이만한 쉼터는 없을 것이다.\n"
"\n"
"서둘러야 한다. 제 시간에 도착하지 않으면 화강암 관문이 닫히고 모든 위험이 지나갈 때까지 다시 열리지 않을 것이다.\n"
"\n"
"이곳은 모두가 알고 있고 사방이 열린 곳이라 너무나 위험하다.\n"
"\n"
"카젤 잘람에서 무슨 일이 있었는지 빨리 알려야 한다."]

maps['Korean']['Dwarf_N']['dwarf_m3'] = ["카젤 잘람",
"\n"
"지도자들이 걱정하고 있다. 여러 전령들이 조언을 구하기 위해 도시를 떠나 우툼, 탈레르, 파르베 등으로 향했다. 모든 부족들은 경계를 높이고 있다.\n"
"\n"
"나, 나글파르는 지금 벌어지고 있는 일을 설명하는 데 도움이 될 정보를 찾기 위해 카젤 잘람으로 향했다. 예전에는 길이 안전했지만 지금은 모두 폐쇄되었다. 이상한 존재들이 산 깊은 곳을 돌아다니고 있다. 이제 안전한 곳은 더 이상 없다.\n"
"\n"
"룬의 원천 옆에는 카젤 잘람으로 가는 관문이 있다. 현명한 자들이 이곳에 왕국의 모든 지식이 담긴 도서관을 지었다.\n"
"\n"
"이 도서관에는 신들이 이 세계를 떠난 이후 우리의 모든 역사가 담겨 있다.\n"
"\n"
"그 안에서 답을 찾을 수 있을지 모른다."]

maps['Korean']['Dwarf_N']['labyrinth_m6'] = ["텔 할라프 요새",
"\n"
"텔 할라프는 아르미나 지역의 모든 기사들을 위한 요새이다.\n"
"\n"
"마르케스 북부에 걸쳐 위치한 이 요새는 오크의 공격을 막고 무역상이 안전하게 지나갈 수 있도록 보호한다.\n"
"\n"
"우리는 왕에게 공물을 바치지 않았지만 위기 앞에서 우리는 항상 아군이었다.\n"
"\n"
"어쩌면 지금 벌어지고 있는 일을 이해하는 데 도움을 줄지 모른다."]

maps['Korean']['Dwarf_N']['island_m8'] = ["카룸 섬",
"\n"
"고약한 오크가 에피라의 무덤을 훼손시켰다. 어떤 방에서 나는 적의 기원을 명확하게 설명하는 양피지를 찾아냈다.\n"
"\n"
"우르바이드 북쪽에 있는 어둠의 섬 카룸은 오래 전 기사단도 버린 섬이었다. 그리고 지금은 적의 본거지가 된 듯하다.\n"
"\n"
"어느 죽어가던 기사가 내게 포로들이 있었다고 했다. 지하 감옥에서 이들 중 하나를 찾는다면 무슨 일이 있었는지 알 수 있을 것이다."]

maps['Korean']['Barbarian_N']['barb_m1'] = ["카슈가르 돌기둥",
"\n"
"얼마 전, 평온한 초원에서 이상한 일이 벌어졌다. 밤이 되자 다슈테 카비르 평원이 그림자와 악마들로 가득했다.\n"
"\n"
"전사들은 사라졌고, 여자와 아이들은 움막 속으로 숨었으며, 노인들은 피에 굶주린 적과 북쪽의 침입자에 대한 이야기를 들려주었다.\n"
"\n"
"부족의 장로들은 내게 카슈가르로 가서 아란의 정령으로부터 조언을 들으라는 임무를 내렸다."]

maps['Korean']['Barbarian_N']['mine_m5'] = ["켈베겐 광산",
"\n"
"켈베겐 산 아래에 있는 광산 정착지는 왕국 바깥에서 그 존재가 알려진 몇 안 되는 드워프 마을 중 하나이다.\n"
"\n"
"드워프는 평화를 좋아하고 현명한 종족으로, 신들이 떠난 이후 세계의 비밀스러운 보물을 지키고 있다.\n"
"\n"
"어쩌면 이들이 아란의 정령이 남긴 말을 이해하는 데 도움을 줄 수 있을지 모른다.\n"
"\n"
"잃어버린 도시의 신비를 밝히는 데 도움을 주고, 그곳에서 찾은 검은 책의 중요성을 알려줄 수 있을 것이다."]

maps['Korean']['Barbarian_N']['tomb_m7'] = ["에피라의 무덤",
"\n"
"기사와 드워프 모두 경계 지역에서 심각한 문제를 겪고 있다. 북쪽에서 위협이 다가오는 듯하고, 길을 나설 때마다 파괴된 요새와 시체의 잔해를 마주치는 것만 같다.\n"
"\n"
"북쪽에 있는 비밀스러운 에피라의 무덤에서 이 악의 기원에 대해 자세히 알려줄 단서를 찾을지 모른다.\n"
"\n"
"이곳을 둘러싼 죽음의 전설도 나를 두렵게 만들지 못한다. 선조들의 영혼이 나를 지켜줄 것이다."]

maps['Korean']['Barbarian_N']['labyrinth_m6'] = ["텔 할라프 요새",
"\n"
"텔 할라프는 아르미나 지역의 모든 기사들을 위한 요새이다.\n"
"\n"
"마르케스 북부에 걸쳐 위치한 이 요새는 오크의 공격을 막고 무역상이 안전하게 지나갈 수 있도록 보호한다.\n"
"\n"
"우리는 왕에게 공물을 바치지 않았지만 위기 앞에서 우리는 항상 아군이었다.\n"
"\n"
"어쩌면 지금 벌어지고 있는 일을 이해하는 데 도움을 줄지 모른다."]

maps['Korean']['Barbarian_N']['island_m8'] = ["카룸 섬",
"\n"
"고약한 오크가 에피라의 무덤을 훼손시켰다. 어떤 방에서 나는 적의 기원을 명확하게 설명하는 양피지를 찾아냈다.\n"
"\n"
"우르바이드 북쪽에 있는 어둠의 섬 카룸은 오래 전 기사단도 버린 섬이었다. 그리고 지금은 적의 본거지가 된 듯하다.\n"
"\n"
"어느 죽어가던 기사가 내게 포로들이 있었다고 했다. 지하 감옥에서 이들 중 하나를 찾는다면 무슨 일이 있었는지 알 수 있을 것이다."]

maps['Korean']['Knight_N']['labyrinth_m6'] = ["텔 할라프 요새",
"\n"
"텔 할라프는 아르미나 지역의 모든 기사들을 위한 요새이다.\n"
"\n"
"기사단의 고위 기사이자 모든 기사들의 스승인 케르만 경이 이곳을 엄격하게 다스리고 있다.\n"
"\n"
"이동 중에 타브리즈의 몰락에 대한 경고를 전할 경비병 하나 만나지 못했다. 최악의 상황이 벌어진 것 같다."]

maps['Korean']['Knight_N']['orc_m9'] = ["샬라투와 요새",
"\n"
"샬라투와 요새는 수 세기 전에 왕의 기사단이 세운 요새였다. 이곳에서 그들은 예레반 산악 지역을 감시할 수 있었다.\n"
"\n"
"하지만 오래 전 그들은 이곳에서 물러났고, 이후에는 강력한 오크 부족이 자신들의 왕국을 세웠다.\n"
"\n"
"나의 목표는 에레쉬 키갈과 함께 묻힌 보물을 찾는 것이다. 오래된 벽에 새겨진 글귀를 찾아야 한다. 보물이 숨겨진 장소로 안내해줄 것이다.\n"
"\n"
"살아 있는 케르만 경을 찾으리라는 희망이 사라지기 시작한다. 이것이 마지막 기회일지 모른다."]

maps['Korean']['Knight_N']['ragnar_m2'] = ["타브리즈의 크라크",
"\n"
"며칠 전 우리는 텔 할라프에서 길을 나섰다. 마침내 내 가치를 증명할 중요한 임무를 맡았지만 나는 실패하고 말았다. 나는 하찮은 함정에 빠졌고, 부하들을 모두 잃었으며, 이제는 내가 죽을 차례가 된 것 같다.\n"
"\n"
"라그나르 경이 배신자이다. 그는 요새와 식량을 팔아넘겼다. 왕국은 위험에 처해 있고 침공이 머지 않은 상황이다. 나는 탈출해서 이 음모를 막아야 한다."]

maps['Korean']['Knight_N']['tomb_m7'] = ["에피라의 무덤",
"\n"
"에피라에는 기사단의 부활 이후 왕국을 다스린 가장 강력한 왕들이 묻혀 잇다.\n"
"\n"
"여기에 더해 죽은 후에도 악의적인 함정으로부터 보호를 받을 수 있도록 무기들도 함께 묻혀 있다.\n"
"\n"
"하지만 이곳을 둘러싼 위험과 비밀에 관한 전설도 기사단을 두렵게 만들지 못할 것이다.\n"
"\n"
"어쩌면 이곳에서 악의 근원을 밝힐 단서를 찾을지 모른다."]

maps['Korean']['Knight_N']['mine_m5'] = ["켈베겐 광산",
"\n"
"켈베겐 산 아래에 있는 광산 정착지는 이 지역의 몇 안 되는 드워프 마을 중 하나이다.\n"
"\n"
"아주 오래된 곳으로 많은 이들이 알고 있는 곳이기도 하다. 다른 정착지가 있다는 소문이 있지만 그 위치는 비밀스럽게 숨겨져 있다.\n"
"\n"
"우리의 오래된 우군에게 경고를 전하고 적과 함께 싸우도록 도움을 청해야 한다."]

maps['Korean']['Knight_N']['island_m8'] = ["카룸 섬",
"\n"
"고약한 오크가 에피나의 무덤을 훼손시켰다. 어떤 방에서 나는 적의 기원을 명확하게 설명하는 양피지를 찾아냈다.\n"
"\n"
"우르바이드 북쪽에 있는 어둠의 섬 카룸은 오래 전 기사단도 버린 섬이었다. 그리고 지금은 적의 본거지가 된 듯하다.\n"
"\n"
"케르만 경을 찾아 풀어줄 수만 있다면 그가 가진 지식은 내게 큰 도움이 될 것이다.\n"
"\n"
"에피라에서 찾은 무기가 도움이 되기를 바란다."]

maps2['Korean']['contower_m16'] = ["달 구락의 탑",
"\n"
"악은 이 무기가 가진 힘을 버텨낼 수 없다. 보물이 길을 열어주었고, 나는 사원의 문턱에 서 있다. 수호자가 나를 시험했지만 지금은 먼지 속에 쓰러졌다.\n"
"\n"
"이제 나의 진정한 운명을 알게 되었다. 달 구락, 인간을 변절한 자이자 그림자의 왕자를 숭배하는 자.\n"
"\n"
"여신께서 나를 고위 기사로 선택하셨다. 그리고 내게 소르세리 탑이 숨겨진 위치를 보여주었다.\n"
"\n"
"여러 세기 동안, 그리고 신들이 떠난 이후에도 목격되었던 검이 마침내 내 손에 들어왔다. 그 강력한 힘이 내 몸에 흐르는 것이 느껴진다. 성스러운 힘이 들어오면서 머리가 고동치고, 근육에 긍지가 넘치고, 시야가 밝게 빛난다. 드디어 준비가 되었다. 승리가 내 손에 들어오는 것만 같은 느낌이다. "]

maps2['Korean']['palace_m15'] = ["이안나의 사원",
"\n"
"드디어 보석이 다시 모였다.\n"
"\n"
"강이 굽이치는 비밀의 계곡에 다다르자 신성한 사원이 이르렀다.\n"
"\n"
"강력한 주문이 인간의 눈으로부터 사원을 가리고 있다. 4개의 보석을 가진 자만이 이를 찾아낼 수 있다.\n"
"\n"
"사원으로 가는 열쇠를 모두 손에 넣었으니 검을 차지할 가치가 있음을 증명해낼 것이다."]

maps2['Korean']['ice_m11'] = ["넴루트 요새",
"\n"
"반달 모양의 산맥 사이에 위치한 넴루트 요새는 오래된 사리칸의 땅을 지키고 있다. 요새의 대장은 기사단의 단원이자 왕의 충성스러운 부하이다.\n"
"\n"
"사리칸의 땅은 여행이 금지된 곳이기에 그곳의 소식을 전혀 들을 수 없다.\n"
"\n"
"성 안에는 골론드가 위대한 영웅의 무덤으로 가는 열쇠를 지키고 있다. 내가 성공하려면 열쇠를 손에 넣어야 한다. "]

maps2['Korean']['sintower_m16'] = ["달 구락의 탑",
"\n"
"기쁨에 심장이 뛰고 있다. 하지만 내 눈 앞에는 아직 의심의 그림자가 있다. 빛의 검만이 그림자와 맞설 수 있다. 이 검의 운명은 알 수 없는 힘에 맞서는 것이다. 이제 어둠의 노예, 달 굴락과 맞서야 한다.\n"
"\n"
"여러 세기 동안, 그리고 신들이 떠난 이후에도 목격되었던 검이 마침내 내 손에 들어왔다. 검을 손에 쥐자 거인의 힘과 같은... 엄청난 힘이 느껴진다. "]

maps2['Korean']['orc_m9'] = ["샬라투와 요새",
"\n"
"샬라투와 요새는 수 세기 전에 왕의 기사단이 세운 요새였다. 이곳에서 그들은 예레반 산악 지역을 감시할 수 있었다.\n"
"\n"
"하지만 오래 전 그들은 이곳에서 물러났고, 이후에는 강력한 오크 부족이 자신들의 왕국을 세웠다.\n"
"\n"
"나의 목표는 영웅의 무덤에 묻힌 보물의 행방을 가리키는 단서를 찾는 것이다. 오래된 벽에 새겨진 글귀를 찾아내면 그 위치에 대한 단서를 줄지 모른다. "]

maps2['Korean']['btomb_m12'] = ["네제브의 오아시스",
"\n"
"사막 깊은 곳에 네제브의 오아시스가 있다. 상인들이 아름다운 저택을 짓고 여행자들에게 쉼터를 제공했다. 하지만 전쟁이 시작되고 북쪽의 무역상들은 자취를 감추었다.\n"
"\n"
"영웅의 무덤에 있는 보석을 다시 모을 새로운 단서가 필요하다. 어쩌면 이 오래된 저택에 보석이 숨겨진 위치에 관한 단서를 찾을 수 있을지 모른다. "]

maps2['Korean']['desert_m13'] = ["알 파룸 사원",
"\n"
"수백 년 전 알 파룸 사막에는 아름다운 사원이 지어져 북쪽으로 향하는 무역로를 따라 사막 깊은 곳에 이른 여행자들을 지켜주었다.\n"
"\n"
"이곳을 지키는 고위 사제들은 영웅의 무덤에서 나온 보석 중 하나를 지키는 임무를 맡고 있었다.\n"
"\n"
"북쪽으로 가는 길이 버려진 이후로는 누구도 약 50년 동안 이 길에 들어서지 않았다. 보석이 아직도 이곳에 있을 가능성이 있지 않을까?"]

maps2['Korean']['chaos_m17'] = ["심연",
"\n"
"오랜 시간 동안 혼돈과 파괴왕 군주 아세라트는 복수만을 기다렸다.\n"
"\n"
"악령의 차원에서 그는 부활을 기다리며 대지와 모든 생명체의 파멸, 그리고 과거와 현재, 미래의 혼돈을 맹세했다.\n"
"\n"
"검은 달이 뜨고 아홉 번째 날, 나는 벨라스키알프의 관문을 통과한다. 운명의 문턱을 앞에 두고 나는 희망을 남겨둔다. 그리고 심연으로 들어간다..."]

maps2['Korean']['volcano_m14'] = ["크샤트라의 대장간",
"\n"
"크샤트라의 대장간은 신들이 인간과 함께 거닐던 어둠의 시대에 지어졌다.\n"
"\n"
"금속의 신이자 앙그라 마뉴의 협력자인 크샤트라의 추종자들은 화산 가장 깊은 곳에 이 요새를 지었고, 최고의 대장장이들이 최고의 무기를 만들어냈다.\n"
"\n"
"검의 전쟁 이후, 어둠의 왕자의 추종자들이 그 안에 산다는 소문이 있었기에 이곳을 감히 들어오려는 이들은 없었다.\n"
"\n"
"만드는 자, 네그랄은 이곳에서 검은 보석을 숨겨두었다. 나의 임무는 그것을 찾는 것이다."]

maps2['Korean']['orlok_m10'] = ["올로크의 협곡",
"\n"
"중앙 왕국과 북부 평원 사이의 산맥 사이에 난 길목이 바로 올로크의 협곡이다.\n"
"\n"
"과거에는 중앙 왕국의 최전방 방어선이었다. 오랜 시간 동안 공격이 없자 산맥은 더 이상 경계선으로 여겨지지 않았다.\n"
"\n"
"짙은 안개 속에 숨겨진 길에는 전설 속 검의 영웅으로 향하는 열쇠 중 하나가 숨겨졌다. 나는 보석을 찾아 신성한 검을 손에 넣어야 한다."]

