secrets['Korean']['muralnejev'] = [
"지치지 않는 여행자이자 에레쉬 키갈의 안내자, 사완은\n"
"처음으로 빛을 보았다. 그리고 여기 그의 잔해가 있다.\n"
"\n"
"검의 영웅을 인도한 그의 기억을 기리노라.\n"
"그는 알 파룸의 사원에서 호박석을 지켰다.\n"
"\n"
"그는 대장장이 네그랄을 도와 크샤트라의 대장간을 재건했고,\n"
"대장장이는 기사들을 위한 강력한 무기를 만들 수 있었다.\n"
"네그랄은 검은 흑요석을 안전한 곳에 숨겨두었다."]

secrets['Korean']['tablillas'] = [
"이 6개의 석판은 고대 왕국의\n"
"탄생을 이야기한다. 이 이야기는 아우랴만 고위 사제의\n"
"신성한 책인 야스나 하팔레비에 적혀 있다.\n"
"\n"
"이 석판을 통해 힘의 룬을 찾을 수 있다.\n"
"룬은 대지 먼 곳에서의 혼돈과 파괴의 위협을\n"
"막기 위해 이안나께서 주신 선물이다.\n"
"\n"
"검을 가진 자는 6개의 룬을\n"
"신성한 제단에 두어야 빛의 힘을 받을 수 있다."]

secrets['Korean']['muralorc'] = [
"영웅들의 여정은\n"
"비옥한 예레반 계속으로 향했다.\n"
"영웅들은 예레반 요새의 높은 탑에 자리를 잡았지만\n"
"결국은 갈라서는 날이 오고야 말았다.\n"
"\n"
"태양의 궁수 암라흐는\n"
"파란색 보석을 가지고 자신의 땅인 올로크로 떠났다. 그는 깊은 협곡\n"
"속에 자리를 잡았다.\n"
"\n"
"기사 골론드는 넴루트에 있는 요새로 돌아가\n"
"성의 공작이 되었다. 그는 하얀색 오팔을 지키고 있었다."]

secrets['Korean']['muralisla1'] = [
"에레쉬 키갈이 적을 없앤 후,\n"
"그는 전투에서 입은 부상으로 인해 숨을 거두었다.\n"
"그의 친구들은 그의 시신을 여신의 사원으로 옮겼다.\n"
"그리고 검이 놓인 돌 제단에 그를 묻었다.\n"
"\n"
"성소의 문이 닫히고 바닥에는 4개의 아름다운 보석이 놓였다.\n"
"그 색은 하얀색, 파란색, 검은색, 그리고 호박색이었다.\n"
"보석은 하나같이 중요한 것이었기에\n"
"그의 친구들이 하나씩 맡았다.\n"
"\n"
"각 친구들은 악한 힘이 돌아올 때 검의 힘을\n"
"불러낼 수 있도록 보석을 지켰다. 그리고 비밀을 유지하면서\n"
"언젠가 역사가 반복되는 순간\n"
"누군가 다시 검을 찾아 악을 없앨 수 있도록 단서를 남기기로 약속했다."]

